[X2ExperienceConfig]
PsiRankNames[8]="Магістр"
PsiShortNames[8]="Мгстр."

[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strNeedsSoldierClass="НЕМОЖЛИВО ВИКОРИСТОВУВАТИ"
m_strUnavailableToClass="НЕДОСТУПНО"

[DepthPerceptionPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Різкість зору"
FriendlyNamePlural="ПБМ: Різкість зору"
BriefSummary="Кібернетичний імплантат дає <Ability:DP_AIM_BONUS> до влучності та знижує ухилення ворогів на <Ability:DP_ANTIDODGE_BONUS> при стрільбі з вищої позиції, ніж та, де знаходиться ціль."

[HyperReactivePupilsPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Гіперчутливі зіниці"
FriendlyNamePlural="ПБМ: Гіперчутливі зіниці"
BriefSummary="Модуль дає +<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS> до влучності при наступному пострілі з основної зброї після промаху."

; LWOTC Needs Translation
[CombatAwarenessPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Уважність"
FriendlyNamePlural="ПБМ: Уважність"
BriefSummary="Додає <Ability:COMBAT_AWARENESS_BONUS_DEFENSE> до Захисту та <Ability:COMBAT_AWARENESS_BONUS_ARMOR> од. броні в режимі \"спостереження\" або \"придушення\" і отримання шкоди не скасовує придушення."
; End Translation

[CombatRushPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Бойовий азарт"
FriendlyNamePlural="ПБМ: Бойовий азарт"
BriefSummary="Коли ви вбиваєте ворога, союзники в межах <Ability:COMBAT_RUSH_RADIUS> клітин отримують +<Ability:COMBAT_RUSH_AIM_BONUS> влучності, +<Ability:COMBAT_RUSH_CRIT_BONUS> шансу критичного удару і +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобільності на <Ability:COMBAT_RUSH_DURATION> ходів. Перезарядка <Ability:COMBAT_RUSH_COOLDOWN> ходів."

[DamageControlPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Боротьба за виживання"
FriendlyNamePlural="ПБМ: Боротьба за виживання"
BriefSummary="Імплант зміцнює вашу броню проти ворожого вогню і надає <Ability:DAMAGE_CONTROL_BONUS_ARMOR> броні на <Ability:DAMAGE_CONTROL_DURATION> ходів після отримання шкоди."

[AbsorptionFieldsPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Поглинаючі поля"
FriendlyNamePlural="ПБМ: Поглинаючі поля"
BriefSummary="Цей імплант проектує щит, який можна активувати як дію, щоб зменшити вхідну шкоду на 33% протягом <Ability:ABSORPTION_FIELDS_DURATION> ходів. Перезарядка <Ability:ABSORPTION_FIELDS_COOLDOWN> ходів."

[BodyShieldPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Спрямований щит"
FriendlyNamePlural="ПБМ: Спрямований щит"
BriefSummary="Цільтеся у ворога, щоб зменшити його точність на -<Ability:BODY_SHIELD_DEF_BONUS> і шанс критичного удару на -<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> протягом <Ability:BODY_SHIELD_DURATION> ходів. Перезарядка <Ability:BODY_SHIELD_COOLDOWN> ходів."

; LWOTC Needs Translation
[EmergencyLifeSupportPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Екстрена стабілізація"
FriendlyNamePlural="ПБМ: Екстрена стабілізація"
BriefSummary="Цей імплант значно підвищує поріг надмірної шкоди, необхідної для уникнення втрати свідомості і кровотечі, зменшуючи ймовірність смерті вашого солдата при смертельному пораненні. Таймер крововтрати продовжується на <Ability:EMERGENCY_LIFE_SUPPORT_BONUS_BLEEDINGOUT_TURNS> ходів."
; End Translation

[IronSkinPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Залізна шкіра"
FriendlyNamePlural="ПБМ: Залізна шкіра"
BriefSummary="Вхідна шкода від ближнього бою зменшується на <Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>."

[SmartMacrophagesPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Розумні макрофаги"
FriendlyNamePlural="ПБМ: Розумні макрофаги"
BriefSummary="Знижує час відновлення від поранень і дає імунітет до отрут та кислот."

[CenterMass X2AbilityTemplate]
LocFriendlyName="Точно в ціль"
LocFlyOverText="Точно в ціль"
LocLongDescription="Базова шкода стрілецької зброї збільшується на одиницю."
LocHelpText="Базова шкода стрілецької зброї збільшується на одиницю."
LocPromotionPopupText="<Bullet/> Базова шкода основної зброї, пістолетів та обрізів збільшується на одиницю."

[Lethal X2AbilityTemplate]
LocFriendlyName="Смертоносність"
LocFlyOverText="Смертоносність"
; LWOTC Needs Translation
LocLongDescription="Додає <Ability:LETHAL_DAMAGE_LW/> до базової шкоди та <Ability:LETHAL_CRIT_DAMAGE_LW/> до критичної шкоди основної зброї солдата."
LocHelpText="Додає <Ability:LETHAL_DAMAGE_LW/> до базової шкоди та <Ability:LETHAL_CRIT_DAMAGE_LW/> до критичної шкоди основної зброї солдата."
LocPromotionPopupText="<Bullet/> Додає <Ability:LETHAL_DAMAGE_LW/> до базової шкоди та <Ability:LETHAL_CRIT_DAMAGE_LW/> до критичної шкоди основної зброї солдата."
; End Translation

[HitandSlither X2AbilityTemplate]
LocFriendlyName="Вдар і тікай"
LocFlyOverText="Вдар і тікай"
LocLongDescription="Один раз за хід дає додаткову дію руху після стандартного пострілу з основної зброї по ворогу, обійденому з флангу або такому, що стоїть без укриття."
LocHelpText="Один раз за хід дає додаткову дію руху після стандартного пострілу з основної зброї по ворогу, обійденому з флангу або такому, що стоїть без укриття."
LocPromotionPopupText="<Bullet/> Один раз за хід дає додаткову дію руху після стандартного пострілу з основної зброї по ворогу, обійденому з флангу або такому, що стоїть без укриття.<br/>"

[HitandRun X2AbilityTemplate]
LocFriendlyName="Бий і тікай"
LocFlyOverText="Бий і тікай"
; LWOTC Needs Translation
LocLongDescription="Один раз за хід дає додаткову дію після стандартного пострілу з основної зброї по ворогу, обійденому з флангу або такому, що стоїть без укриття. Не може спрацювати одночасно з \"Близькими контактами\"."
; End Translation
LocHelpText="Один раз за хід дає додаткову дію після стандартного пострілу з основної зброї по ворогу, обійденому з флангу або такому, що стоїть без укриття."
LocPromotionPopupText="<Bullet/> Не може бути використано разом зі здатністю \"Стрільба на бігу\".<br/><Bullet/> Бонусні дії від \"Смерті з неба\" та \"Серії\" будуть надані в першу чергу."

[CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="Майстер ближнього бою"
LocFlyOverText="Майстер ближнього бою"
; LWOTC Needs Translation (3)
LocLongDescription="Здійснюйте безкоштовний реакційний постріл з вашої <Ability:BOUND_WEAPON_NAME/> по будь-якому видимому ворогу в межах чотирьох клітин, який рухається або стріляє."
LocHelpText="Здійснюйте безкоштовний реакційний постріл по будь-якому видимому ворогу в межах чотирьох клітин, який рухається або стріляє."
; End Translation (3)
LocPromotionPopupText="<Bullet/> Не діє, якщо солдат замаскований.<br/><Bullet/> Здатність дозволяє зробити тільки один постріл у кожного ворога протягом ходу.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> од. боєкомплекту.<br/>"

[CloseCombatSpecialistAttack X2AbilityTemplate]
LocFriendlyName="Майстер ближнього бою"
LocFlyOverText="Майстер ближнього бою"
; LWOTC Needs Translation (2)
LocLongDescription="Дозволяє під час ходу противника стріляти з основної зброї <Ability:BOUND_WEAPON_NAME/> по будь-якому видимому ворогу, якщо той рухається або веде вогонь у межах 4 клітин."
; End Translation (2)
LocHelpText="Дозволяє під час ходу противника стріляти з основної зброї по будь-якому видимому ворогу, якщо той рухається або веде вогонь у межах 4 клітин."
LocPromotionPopupText="<Bullet/> Не діє, якщо солдат замаскований.<br/><Bullet/> Здатність дозволяє зробити тільки один постріл у кожного ворога протягом ходу.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> од. боєкомплекту.<br/>"

[CloseandPersonal X2AbilityTemplate]
LocFriendlyName="Обличчям до обличчя"
LocFlyOverText="Обличчям до обличчя"
LocLongDescription="Додає +30% до шансу критичного попадання по найближчим цілям. Чим далі ціль, тим менший бонус."
LocHelpText="Додає +30% до шансу критичного попадання по найближчим цілям. Чим далі ціль, тим менший бонус."
LocPromotionPopupText="<Bullet/> Додає +30% до шансу критичного попадання по найближчим цілям.<br/><Bullet/> Бонус знижується на 5% за кожну клітку до цілі; на відстані 7 і більше клітин - до 0%.<br/>"

[DamnGoodGround X2AbilityTemplate]
LocFriendlyName="Домінуюча висота"
LocFlyOverText="Домінуюча висота"
LocLongDescription="Дає +10 до влучності та +10 до захисту від цілей, що знаходяться нижче солдата."
LocHelpText="Дає +10 до влучності та +10 до захисту від цілей, що знаходяться нижче солдата."
LocPromotionPopupText="<Bullet/> Дає +10 до влучності та +10 до захисту від цілей, що знаходяться нижче.<br/><Bullet/> Здатність не додає захисних бонусів, якщо солдат дезорієнтований, оглушений, панікує, охоплений вогнем чи іншим чином ослаблений."

[Executioner_LW X2AbilityTemplate]
LocFriendlyName="Каратель"
LocFlyOverText="Каратель"
; LWOTC Needs Translation
LocLongDescription="Дає +<Ability:EXECUTIONER_AIM_BONUS/> до влучності та +<Ability:EXECUTIONER_CRIT_BONUS/> до шансу нанести критичну шкоду проти цілей, які втратили половину або більше від базового здоров'я."
LocHelpText="Дає +<Ability:EXECUTIONER_AIM_BONUS/> до влучності та +<Ability:EXECUTIONER_CRIT_BONUS/> до шансу нанести критичну шкоду проти цілей, які втратили половину або більше від базового здоров'я."
LocPromotionPopupText="<Bullet/> Дає +<Ability:EXECUTIONER_AIM_BONUS/> до влучності та +<Ability:EXECUTIONER_CRIT_BONUS/> до шансу нанести критичну шкоду проти цілей, які втратили половину або більше від базового здоров'я.<br/>"
; End Translation

[Resilience X2AbilityTemplate]
LocFriendlyName="Стійкість"
LocFlyOverText="Стійкість"
LocLongDescription="Атакуючі вас вороги отримують -<ABILITY:RESILIENCE_BONUS_LW/> до шансу критичного попадання."
LocHelpText="Атакуючі вас вороги отримують -<ABILITY:RESILIENCE_BONUS_LW/> до шансу критичного попадання."
LocPromotionPopupText="<Bullet/> Атакуючі вас вороги отримують -<ABILITY:RESILIENCE_BONUS_LW/> до шансу критичного попадання.<br/>"

[TacticalSense X2AbilityTemplate]
LocFriendlyName="Тактичне чуття"
LocFlyOverText="Тактичне чуття"
LocLongDescription="Дає +3 до захисту за кожного видимого ворога; максимум - +15."
LocHelpText="Дає +3 до захисту за кожного видимого ворога; максимум - +15."
LocPromotionPopupText="<Bullet/> Дає +3 до захисту за кожного видимого ворога; максимум - +15.<br/><Bullet/> Вороги, видимі завдяки \"загальному виду\", не враховуються.<br/><Bullet/> Здатність не додає захисних бонусів, якщо солдат дезорієнтований, оглушений, панікує, охоплений вогнем чи іншим чином ослаблений."

[Aggression X2AbilityTemplate]
LocFriendlyName="Агресія"
LocFlyOverText="Агресія"
LocLongDescription="Дає +5 до шансу критичної шкоди за кожного видимого ворога; максимум: +30."
LocHelpText="Дає +5 до шансу критичної шкоди за кожного видимого ворога; максимум: +30."
LocPromotionPopupText="<Bullet/> Дає +5 до шансу критичної шкоди за кожного видимого ворога; максимум: +30.<br/><Bullet/> Вороги, видимі завдяки \"загальному виду\", враховуються.<br/>"

[BringEmOn X2AbilityTemplate]
LocFriendlyName="Давай, нападай!"
LocFlyOverText="Давай, нападай!"
; LWOTC Needs Translation
LocLongDescription="Додає +1 до критичної шкоди за кожних двох видимих ворогів; максимум: +8. Працює з основною зброєю <Ability:BOUND_WEAPON_NAME/> солдата та вибухівкою."
LocHelpText="Додає +1 до критичної шкоди за кожних двох видимих ворогів; максимум: +8. Працює з основною зброєю <Ability:BOUND_WEAPON_NAME/> солдата та вибухівкою."
LocPromotionPopupText="<Bullet/> Додає +1 до критичної шкоди за кожних двох видимих ворогів; максимум: +8.<br/><Bullet/> Вороги, видимі завдяки \"загальному виду\", враховуються.<br/><Bullet/> Відноситься до шкоди від основної зброї <Ability:BOUND_WEAPON_NAME/> солдата та, якщо є здатність Найсильніші Вибухи, до вибухівки (гранати, ракети і т.д.).<br/>"
; End Translation

[HardTarget X2AbilityTemplate]
LocFriendlyName="Складна Ціль"
LocFlyOverText="Складна Ціль"
LocLongDescription="Дає +5 до ухилення за кожного видимого ворога, максимум - +30."
LocHelpText="Дає +5 до ухилення за кожного видимого ворога, максимум - +30."
LocPromotionPopupText="<Bullet/> Дає +5 до ухилення за кожного видимого ворога; максимум - +30.<br/><Bullet/> Вороги, видимі завдяки \"загальному виду\", не враховуються.<br/><Bullet/> Здатність не додає захисних бонусів, якщо солдат дезорієнтований, оглушений, панікує, охоплений вогнем чи ослаблений."

; LWOTC Needs Translation (2)
[Infighter X2AbilityTemplate]
LocFriendlyName="Зірка рингу"
LocFlyOverText="Зірка рингу"
LocLongDescription="Дає +<Ability:INFIGHTER_DODGE_BONUS/> до ухилення проти атак у межах 4 клітин."
LocHelpText="Дає +<Ability:INFIGHTER_DODGE_BONUS/> до ухилення проти атак у межах 4 клітин."
LocPromotionPopupText="<Bullet/> Отримуйте <Ability:INFIGHTER_DODGE_BONUS/> ухилення проти атак в межах 4 клітин.<br/><Bullet/> Бонус ухилення також застосовується до ближніх атак.<br/><Bullet/> Ця здатність не надає захисних бонусів, якщо одиниця дезорієнтована, оглушена, панікує або іншим чином ослаблена.<br/><Bullet/> Горіння не впливає на цю здатність."
; End Translation (2)

[DepthPerception X2AbilityTemplate]
LocFriendlyName="Окомір"
LocFlyOverText="Окомір"
LocLongDescription="Отримуйте <Ability:DP_AIM_BONUS> влучності і знижуйте ухилення ворогів на <Ability:DP_ANTIDODGE_BONUS>, коли на вищій позиції, ніж ваша ціль."
LocHelpText="Отримуйте <Ability:DP_AIM_BONUS> влучності і знижуйте ухилення ворогів на <Ability:DP_ANTIDODGE_BONUS>, коли на вищій позиції, ніж ваша ціль."
LocPromotionPopupText="<Bullet/> Отримуйте <Ability:DP_AIM_BONUS> влучності і знижуйте ухилення ворогів на <Ability:DP_ANTIDODGE_BONUS>, коли на вищій позиції, ніж ваша ціль."

[WilltoSurvive X2AbilityTemplate]
LocFriendlyName="Воля до життя"
LocFlyOverText="Воля до життя"
LocLongDescription="Ворожа шкода зменшується на 1, коли в укритті і атакують через це укриття. Також надає 5 волі."
LocHelpText="Ворожа шкода зменшується на 1, коли в укритті і атакують через це укриття."
LocPromotionPopupText="<Bullet/> Ворожа шкода зменшується на 1, коли в укритті і атакують через це укриття.<br/><Bullet/> Укриття від вибухів і інших непрямих атак розраховується від точки вибуху.<br/><Bullet/> Ефекти пробивання броні не усувають цей бонус.<br/><Bullet/> Ця одиниця також постійно отримує 5 волі.<br/><Bullet/> Ця здатність не надає захисних бонусів, якщо одиниця дезорієнтована, оглушена, панікує, горить або іншим чином ослаблена."

[LightEmUp X2AbilityTemplate]
LocFriendlyName="Вогонь по цілі!"
LocFlyOverText="Вогонь по цілі!"
; LWOTC Needs Translation
LocLongDescription="Стандартний постріл з основної зброї як перша дія не закінчує хід."
LocHelpText="Стандартний постріл з основної зброї як перша дія не закінчує хід."
LocPromotionPopupText="<Bullet/> Стандартний постріл з основної зброї як перша дія не закінчує хід.<br/>"
; End Translation

[CloseEncounters X2AbilityTemplate]
LocFriendlyName="Близькі контакти"
LocFlyOverText="Близькі контакти"
LocLongDescription="Один раз за хід надає додаткову дію після звичайного пострілу з основної зброї по ворогу в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клітин."
LocHelpText="Один раз за хід надає додаткову дію після звичайного пострілу з основної зброї по ворогу в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клітин."
LocPromotionPopupText="<Bullet/> Один раз за хід надає додаткову дію після звичайного пострілу з основної зброї по ворогу в межах 4 клітин.<br/><Bullet/> Червоне коло показує дальність дії здібності.<br/><Bullet/> Не може бути використано разом зі здатністю \"Стрільба на бігу\".<br/>"

; LWOTC Needs Translation
[LoneWolf X2AbilityTemplate]
LocFriendlyName="Одинокий вовк"
LocFlyOverText="Одинокий вовк"
LocLongDescription="Дає бонуси до влучності та захисту при віддаленні на <Ability:LONEWOLF_MIN_BONUS_TILES/> і більше клітин від найближчого союзника, максимум +<Ability:LONEWOLF_AIM_BONUS/>/+<Ability:LONEWOLF_DEF_BONUS/> на відстані <Ability:LONEWOLF_MIN_DIST_TILES/>+ клітин."
LocHelpText="Дає бонуси до влучності та захисту при віддаленні на <Ability:LONEWOLF_MIN_BONUS_TILES/> і більше клітин від найближчого союзника, максимум +<Ability:LONEWOLF_AIM_BONUS/>/+<Ability:LONEWOLF_DEF_BONUS/> на відстані <Ability:LONEWOLF_MIN_DIST_TILES/>+ клітин."
LocPromotionPopupText="<Bullet/> Отримуйте +<Ability:LONEWOLF_AIM_PER_TILE/> Точність і +<Ability:LONEWOLF_DEF_PER_TILE/> Захист за кожну клітинку відстані між цим солдатом і найближчим союзником, починаючи з <Ability:LONEWOLF_MIN_BONUS_TILES/> клітин.<br/><Bullet/> Бонуси досягають максимуму на +<Ability:LONEWOLF_AIM_BONUS/> Точність, +<Ability:LONEWOLF_DEF_BONUS> Захист, коли знаходитеся на відстані <Ability:LONEWOLF_MIN_DIST_TILES/> або більше клітин від найближчого союзника.<br/><Bullet/> Ця здатність не надає захисних бонусів, якщо одиниця дезорієнтована, оглушена, панікує, горить або іншим чином ослаблена."
; End Translation

[LowProfile X2AbilityTemplate]
LocFriendlyName="Малопомітний"
LocFlyOverText="Малопомітний"
LocLongDescription="Часткові укриття захищають так само, як і повні."
LocHelpText="Часткові укриття захищають так само, як і повні."
LocPromotionPopupText="<Bullet/> Часткові укриття захищають так само, як і повні.<br/>"

[DoubleTap X2AbilityTemplate]
LocFriendlyName="Подвійний постріл"
LocFlyOverText="Подвійний постріл"
LocLongDescription="Особлива атака: два постріли в ціль з основної зброї. Вимагає обидві дії. Другий постріл отримує штраф -10 до влучності."
LocHelpText="Два постріли в ціль зі штрафом - 10 до влучності для другого пострілу."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Подвійний Постріл дозволяє здійснити два постріли по одній цілі, з штрафом -10 до влучності на другий постріл. Вимагає дві дії і закінчує хід.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасів.<br/><Bullet/> Подвійний Постріл має <Ability:SelfCooldown_LW/> ходів перезарядки.<br/>"
; End Translation

[TraverseFire X2AbilityTemplate]
LocFriendlyName="Перехресний вогонь"
LocFlyOverText="Перехресний вогонь"
LocLongDescription="Після стандартного пострілу з основної зброї як перша дія можна виконати другу дію (не переміщення)."
LocHelpText="Після стандартного пострілу з основної зброї як перша дія можна виконати другу дію (не переміщення)."
LocPromotionPopupText="<Bullet/> Після стандартного пострілу з основної зброї як перша дія можна виконати другу дію (не переміщення).<br/>"

; LWOTC Needs Translation
[WalkFire X2AbilityTemplate]
LocFriendlyName="Прицільна черга"
LocFlyOverText="Прицільна черга"
LocLongDescription="Здійсніть високоточний постріл з бонусом +<Ability:WALK_FIRE_AIM_BONUS> до влучності, <Ability:WALK_FIRE_DMG>% шкоди і штрафом -<Ability:WALK_FIRE_CRIT_MALUS> до критичного шансу. Використовує <Ability:SelfAmmoCost/> боєприпасів."
LocHelpText="Спеціальний постріл: +<Ability:WALK_FIRE_AIM_BONUS> влучності, -<Ability:WALK_FIRE_CRIT_MALUS> крит, <Ability:WALK_FIRE_DMG>% шкоди, використовує <Ability:SelfAmmoCost/> боєприпасів."
LocPromotionPopupText="<Bullet/> Це спеціальний постріл, під час якого солдат коригує своє прицілювання під час автоматичної черги, надаючи +<Ability:WALK_FIRE_AIM_BONUS> влучності і -<Ability:WALK_FIRE_CRIT_MALUS> крит і завдаючи <Ability:WALK_FIRE_DMG>% шкоди.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасів.<br/><Bullet/> Вимагає автоматичної зброї; здатність не буде доступною, коли в якості основної зброї обладнано дробовик або снайперську гвинтівку."
; End translation

[PrecisionShot X2AbilityTemplate]
LocFriendlyName="Точний постріл"
LocFlyOverText="Точний постріл"
; LWOTC needs translation (2)
LocLongDescription="Здійсніть спеціальний постріл з бонусом +<Ability:PRECISION_SHOT_CRIT_BONUS/> до критичного шансу, що завдає <Ability:PRECISION_SHOT_CRIT_DAMAGE_MODIFIER/>% більше шкоди, якщо він критичний. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocHelpText="Здійсніть спеціальний постріл з бонусом +<Ability:PRECISION_SHOT_CRIT_BONUS/> до критичного шансу, що завдає <Ability:PRECISION_SHOT_CRIT_DAMAGE_MODIFIER/>% більше шкоди, якщо він критичний. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocPromotionPopupText="<Bullet/> Бонус шкоди застосовується мультиплікативно до загальної шкоди після звичайного обчислення шкоди."
; End translation (2)

[PrecisionShotSnapShot X2AbilityTemplate]
LocFriendlyName="Точний постріл"
LocFlyOverText="Точний постріл"
; LWOTC needs translation (2)
LocLongDescription="Здійсніть спеціальний постріл з бонусом +<Ability:PRECISION_SHOT_CRIT_BONUS/> до критичного шансу, що завдає <Ability:PRECISION_SHOT_CRIT_DAMAGE_MODIFIER/>% більше шкоди, якщо він критичний. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocHelpText="Здійсніть спеціальний постріл з бонусом +<Ability:PRECISION_SHOT_CRIT_BONUS/> до критичного шансу, що завдає <Ability:PRECISION_SHOT_CRIT_DAMAGE_MODIFIER/>% більше шкоди, якщо він критичний. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocPromotionPopupText="<Bullet/> Бонус шкоди застосовується мультиплікативно до загальної шкоди після звичайного обчислення шкоди."
; End translation (2)

[CyclicFire X2AbilityTemplate]
LocFriendlyName="Серія пострілів"
LocFlyOverText="Серія пострілів"
; LWOTC Needs Translation (2)
LocLongDescription="Спеціальний постріл: Здійсніть три постріли по цілі в одній атаці. Вимагає дві дії, і всі постріли мають штраф до влучності. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocHelpText="Спеціальний постріл: Здійсніть три постріли по цілі в одній атаці. Вимагає дві дії, і всі постріли мають штраф до влучності. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocPromotionPopupText="<Bullet/> Спеціальний постріл: Здійсніть три постріли по цілі в одній атаці. Вимагає дві дії, і всі постріли мають штраф -<Ability:CYCLIC_FIRE_AIM_MALUS/> до влучності.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасів.<br/><Bullet/> Циклічний Вогонь має <Ability:SelfCooldown_LW/> ходів перезарядки.<br/><Bullet/> Вимагає автоматичної зброї; здатність не буде доступною, коли в якості основної зброї обладнано дробовик або снайперську гвинтівку."
; End Translation (2)

[StreetSweeper X2AbilityTemplate]
LocFriendlyName="Траншейна Дробовик"
LocFlyOverText="Траншейна Дробовик"
; LWOTC Needs Translation
LocLongDescription="Спеціальний постріл тільки для основних дробовиків: Здійсніть короткорадіусну конусну атаку по ближніх цілях. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocHelpText="Спеціальний постріл тільки для основних дробовиків: Здійсніть короткорадіусну конусну атаку по ближніх цілях. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocPromotionPopupText="<Bullet/> Спеціальний постріл тільки для основних дробовиків: Здійсніть короткорадіусну конусну атаку по ближніх цілях.<br/><Bullet/> Траншейний Дробовик має <Ability:SelfCooldown_LW/> ходів перезарядки.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасів.<br/><Bullet/> Здатність не буде доступною з іншими основними видами зброї.<br/><Bullet/> Постріл не пробиває важкі укриття, тому ця здатність найкраще використовується в ситуаціях флангування.<br/><Bullet/> Союзники в області ефекту можуть отримати шкоду.<br/>
; End Translation

; LWOTC Needs Translation (2)
[SlugShot X2AbilityTemplate]
LocFriendlyName="Постріл кулею"
LocFlyOverText="Постріл кулею"
; LWOTC needs Translation (4)
LocLongDescription="Спеціальний постріл тільки для основних дробовиків: Здійсніть постріл, який пробиває <Ability:SLUG_SHOT_PIERCE/> броні, не має штрафів за відстань і має +<Ability:SLUG_SHOT_ACC_BONUS> до точності. Використовує <Ability:SelfAmmoCost/> боєприпасів. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocHelpText="Бронебійний спеціальний постріл з дробовика без штрафів за відстань."
LocPromotionPopupText="<Bullet/> Спеціальний постріл тільки для основних дробовиків: Здійсніть постріл без штрафів за відстань.<br/><Bullet/> Постріл пробиває <Ability:SLUG_SHOT_PIERCE/> броні.<br/><Bullet/> Постріл Сліжем має <Ability:SelfCooldown_LW/> ходів перезарядки. <br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасів.<br/>"


[SlugShotRangeEffect X2AbilityTemplate]
LocFriendlyName="Постріл кулею"
LocFlyOverText="Постріл кулею"
LocLongDescription="Спеціальний постріл тільки для основних дробовиків: Здійсніть постріл без штрафів за відстань і +<Ability:SLUG_SHOT_ACC_BONUS> до точності. Використовує <Ability:SelfAmmoCost/> боєприпасів. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocHelpText="Спеціальний постріл тільки для основних дробовиків: Здійсніть постріл без штрафів за відстань. Використовує <Ability:SelfAmmoCost/> боєприпасів. Має <Ability:SelfCooldown_LW/> ходів перезарядки."
LocPromotionPopupText="<Bullet/> Спеціальний постріл тільки для основних дробовиків: Здійсніть постріл без штрафів за відстань.<br/><Bullet/> Постріл Сліжем має <Ability:SelfCooldown_LW/> ходів перезарядки.<br/><Bullet/> Використовує <Ability:SelfAmmoCost/> боєприпасів.<br/>"
; End Translation (4)

[Commissar X2AbilityTemplate]
LocFriendlyName="Контрольний"
LocFlyOverText="Контрольний"
LocLongDescription="Постріли з пістолета по союзникам, які були під контролем ворога, мають +50 до влучності, не можуть бути ухиленими і автоматично вбивають ціль при попаданні."
LocHelpText="Постріли з пістолета по союзникам, які були під контролем ворога, мають +50 до влучності, не можуть бути ухиленими і автоматично вбивають ціль при попаданні."
LocPromotionPopupText="<Bullet/> Постріли з пістолета по союзникам, які були під контролем ворога, мають +50 до влучності, не можуть бути ухиленими і автоматично вбивають ціль при попаданні.<br/>"

[ClutchShot X2AbilityTemplate]
LocFriendlyName="В десятку"
LocFlyOverText="В десятку"
LocLongDescription="Раз за місію, здійсніть постріл з пістолета, який не може промахнутися."
LocHelpText="Раз за місію, здійсніть постріл з пістолета, який не може промахнутися."
LocPromotionPopupText="<Bullet/> Раз за місію, здійсніть постріл з пістолета, який не може промахнутися.<br/>"

; LWOTC Needs Translation (3)
[Gunslinger X2AbilityTemplate]
LocFriendlyName="Ковбой"
LocFlyOverText="Ковбой"
LocLongDescription="Здійсніть реакційний постріл з пістолета, гарантовано потрапляючи і завдаючи критичної шкоди по будь-якому ворогу, який рухається або атакує в межах <Ability:GUNSLINGER_TILES_RANGE/> клітин."
LocHelpText="Покращена радіальна пістолетна засідка."
LocPromotionPopupText="<Bullet/> Радіус <Ability:GUNSLINGER_TILES_RANGE/> клітин.<br/><Bullet/> Стрілець має <Ability:SelfCooldown_LW/> ходів перезарядки.<br/><Bullet/> Не може використовуватися з приховування."
LocFriendlyNameWhenConcealed="Засідка (Прихований)"
; End Translation (3)

[HyperReactivePupils X2AbilityTemplate]
LocFriendlyName="Гіперчутливі зіниці"
LocFlyOverText="Гіперчутливі зіниці"
LocLongDescription="Отримайте +<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS> до влучності для наступного пострілу з вашої основної зброї після промаху."
LocHelpText="Отримайте +<Ability:HYPERREACTIVE_PUPILS_AIM_BONUS> до влучності для наступного пострілу з вашої основної зброї після промаху."
LocPromotionPopupText="<Bullet/> Бонус застосовується до наступного попадання або до кінця місії.<br/><Bullet/> Постріли з зоною ураження не викликають бонусу.<br/>"

[SteadyWeapon X2AbilityTemplate]
LocFriendlyName="Стійка позиція"
LocFlyOverText="Стійка позиція"
LocLongDescription="Отримайте +20 до влучності для наступного пострілу з вашої основної зброї. Множинне використання додатково збільшує бонус. Бонус зникає, якщо ви використовуєте дії або отримуєте поранення."
LocHelpText="Отримайте +20 до влучності для наступного пострілу з вашої основної зброї. Множинне використання додатково збільшує бонус. Бонус зникає, якщо ви використовуєте дії або отримуєте поранення."
LocPromotionPopupText="<Bullet/> Отримайте +20 до влучності для наступного пострілу з вашої основної зброї. Бонус зникає, якщо ви використовуєте дії або отримуєте поранення.<br/><Bullet/> Не можна стабілізувати зброю, коли вас пригнічують.<br/><Bullet/> Ефект зберігається протягом декількох ходів, якщо нічого не робити.<br/><Bullet/> Використання Стабільної Зброї протягом декількох поспіль ходів дозволить бонусу накопичуватися."

[LockedOn X2AbilityTemplate]
LocFriendlyName="Пристрілка"
LocFlyOverText="Пристрілка"
; LWOTC Needs Translation (2)
LocLongDescription="Отримайте +<Ability:LOCKEDON_AIM_BONUS/> влучності і +<Ability:LOCKEDON_CRIT_BONUS/> критичного шансу для послідовних пострілів з вашої <Ability:BOUND_WEAPON_NAME/> по тій самій ворожій одиниці."
LocHelpText="Отримайте +<Ability:LOCKEDON_AIM_BONUS/> влучності і +<Ability:LOCKEDON_CRIT_BONUS/> критичного шансу для послідовних пострілів з вашої <Ability:BOUND_WEAPON_NAME/> по тій самій ворожій одиниці."
LocPromotionPopupText="<Bullet/> Отримайте +<Ability:LOCKEDON_AIM_BONUS/> влучності і +<Ability:LOCKEDON_CRIT_BONUS/> критичного шансу для послідовних пострілів з вашої <Ability:BOUND_WEAPON_NAME/> по тій самій цілі. Не накопичується, застосовується тільки до ворожих одиниць.<br/><Bullet/> Постріли з зоною ураження не надають бонусу."
; End Translation (2)

[Sentinel_LW X2AbilityTemplate]
LocFriendlyName="Часовий"
LocFlyOverText="Часовий"
LocLongDescription="Дозволяє зробити постріл з режиму \"спостереження\" два рази."
LocHelpText="Дозволяє зробити постріл з режиму \"спостереження\" два рази."
LocPromotionPopupText="<Bullet/> Дозволяє зробити постріл з режиму \"спостереження\" два рази по одній або кільком цілям, залежно від переміщення ворогів.<br/>"

[RapidReaction X2AbilityTemplate]
LocFriendlyName="Швидка реакція"
LocFlyOverText="Швидка реакція"
LocLongDescription="Кожен влучний постріл у режимі \"спостереження\" дозволяє зробити ще один такий самий постріл (максимум: три постріли)."
LocHelpText="Кожен влучний постріл у режимі \"спостереження\" дозволяє зробити ще один постріл (максимум: три постріли)."
LocPromotionPopupText="<Bullet/> Кожен влучний постріл у режимі \"спостереження\" дозволяє зробити ще один такий самий постріл (максимум: три постріли).<br/>"

[LightningReflexes_LW X2AbilityTemplate]
LocFriendlyName="Блискавичні рефлекси"
LocFlyOverText="Блискавичні рефлекси"
LocLongDescription="Реакційні постріли проти вас мають значно знижений шанс на влучання. Бонус зменшується з кожним додатковим реакційним пострілом."
LocHelpText="Реакційні постріли проти вас мають знижений шанс на влучання."
LocPromotionPopupText="<Bullet/> Реакційні постріли проти вас мають значно знижений шанс на влучання.<br/><Bullet/> Перший реакційний постріл проти вас під час ходу має -100 до влучання; другий -80; третій -60; четвертий -40, і п'ятий -20. Подальші реакційні постріли мають нормальний шанс на влучання.<br/><Bullet/> Ця здатність не надає захисних бонусів, якщо одиниця дезорієнтована, оглушена, панікує, горить або іншим чином ослаблена."

[Cutthroat X2AbilityTemplate]
LocFriendlyName="Головоріз"
LocFlyOverText="Головоріз"
; LWOTC Needs Translation
LocLongDescription="Ваші ближні атаки по біологічним ворогам ігнорують їх броню, мають +<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/> критичного шансу і завдають +<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/> критичної шкоди."
LocHelpText="Ваші ближні атаки по біологічним ворогам ігнорують їх броню, мають +<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/> критичного шансу і завдають +<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/> критичної шкоди."
LocPromotionPopupText="<Bullet/> Ваші ближні атаки по біологічним ворогам ігнорують їх броню, мають +<Ability:CUTTHROAT_BONUS_CRIT_CHANCE/> критичного шансу і завдають +<Ability:CUTTHROAT_BONUS_CRIT_DAMAGE/> критичної шкоди."
; End translation

[KillerInstinct X2AbilityTemplate]
LocFriendlyName="Природжений вбивця"
LocFlyOverText="Природжений вбивця"
; LWOTC Needs Translation
LocLongDescription="У режимі \"Стрільба на бігу\" шкода при критичному попаданні зростає на <Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT/>% до кінця ходу."
LocHelpText="У режимі \"Стрільба на бігу\" шкода при критичному попаданні зростає на <Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT/>% до кінця ходу."
LocPromotionPopupText="<Bullet/> У режимі \"Стрільба на бігу\" шкода при критичному попаданні зростає на <Ability:KILLER_INSTINCT_CRIT_DAMAGE_BONUS_PCT/>% до кінця ходу.<br/>"


[ExtraConditioning X2AbilityTemplate]
LocFriendlyName="Додаткова Підготовка"
LocFlyOverText="Додаткова Підготовка"
LocLongDescription="\"Стрільба на бігу\" перезаряжається на один хід швидше."
LocHelpText="\"Стрільба на бігу\" перезаряжається на один хід швидше."
LocPromotionPopupText="<Bullet/> \"Стрільба на бігу\" перезаряжається на один хід швидше.<br/>"
; End translation
[RunAndGun_LW X2AbilityTemplate]
LocFriendlyName="Стрільба на бігу"
LocFlyOverText="Стрільба на бігу"
LocLongDescription="Дає додаткову дію після ривка. Активація цієї здібності вимикає більшість інших навичок, які надають додаткові очки дій, такі як \"Близький Контакт\" або \"Стріляй і Тікай\"."
LocHelpText="Дає додаткову дію після ривка."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Здатність \"Стрільба на бігу\" дозволяє швидко зблизитися з ціллю або обійти її з флангу.<br/><Bullet/> Ходів до перезарядки: <Ability:RUN_AND_GUN_COOLDOWN/>.<br/>Ця здатність вимикає навички, що надають додаткові очки дій, такі як \"Близький Контакт\" або \"Стріляй і Тікай\".<br/>"
; End translation

[Suppression_LW X2AbilityTemplate]
LocFriendlyName="Придушення"
LocFlyOverText="Придушення"
LocLongDescription="Придушує ворога щільним вогнем і дозволяє стріляти, якщо той почне рух, блокує деякі його здібності, а також знижує його точність на <Ability:SUPPRESSIONPENALTY/>."
LocHelpText="Погіршує точність ворога і дозволяє стріляти, якщо він рухається."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Здатність \"Придушення\" вимагає <Ability:SelfAmmoCost/> од. боєкомплекту і перезаряжається миттєво.<br/><Bullet/> Якщо солдат отримає шкоду, \"Придушення\" буде припинено.<br/><Bullet/> Якщо кілька солдатів придушують одну ціль, штрафи на точність не сумуються.<br/><Bullet/> Непридатне, якщо використовується снайперська гвинтівка або дробовик.<br/><Bullet/> Придушення блокує багато здібностей цілі, включаючи використання ракет та гранат."
; End Translation

[AreaSuppression X2AbilityTemplate]
LocFriendlyName="Широке придушення"
LocFlyOverText="Широке придушення"
LocLongDescription="Придушує щільним вогнем кількох ворогів у радіусі 4 клітин і дозволяє стріляти в будь-кого, хто почне рух. Також знижує точність на <Ability:SUPPRESSIONPENALTY/> для всіх цілей, поки діє придушення. Не може використовуватися, поки діє маскування."
LocHelpText="Придушує вогнем кілька цілей у зоні дії."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Широке придушення недоступне, поки діє маскування.<br/><Bullet/> Будь-який противник, який почне рух, стане ціллю атаки, поки у придушуючого вистачає патронів.<br/><Bullet/> Недоступне для дробовиків і снайперських гвинтівок.<br/><Bullet/> Здатність вимагає <Ability:SelfAmmoCost/> од. боєкомплекту, плюс по 1 за кожен постріл. Перезарядка відсутня.<br/><Bullet/> Якщо солдат отримає шкоду, придушення буде припинено.<br/><Bullet/> Якщо кілька солдатів придушують одну ціль, штраф на точність не сумується.<br/><Bullet/> Придушення блокує багато здібностей цілі, включаючи використання ракет та гранат."
; End Translation

[SuppressionShot_LW X2AbilityTemplate]
LocFriendlyName="Придушення"
LocFlyOverText="Придушення"

[DangerZone X2AbilityTemplate]
LocFriendlyName="Небезпечна зона"
LocFlyOverText="Небезпечна зона"
LocLongDescription="Широке придушення діє у радіусі 5 клітин."
LocHelpText="Розширює зону придушення."
LocPromotionPopupText="<Bullet/> Широке придушення діє у радіусі 5 клітин.<br/>"

[Lockdown X2AbilityTemplate]
LocFriendlyName="Пастка"
LocFlyOverText="Пастка"
LocLongDescription="Дає +<Ability:LOCKDOWN_TOHIT_BONUS/> до влучності по противниках, які намагаються рухатися при придушенні вогнем."
LocHelpText="Збільшує шанс попадання і шкоду при стрільбі по противниках, які намагаються рухатися при придушенні вогнем."
LocPromotionPopupText="<Bullet/> Дає +<Ability:LOCKDOWN_TOHIT_BONUS/> до влучності по противниках, які намагаються рухатися при придушенні вогнем.<br/><Bullet/> Ефект сумується з іншими бонусами до відповідного вогню."

[LockdownBonuses X2AbilityTemplate]
LocFriendlyName="Пастка"
LocFlyOverText="Пастка"
LocLongDescription="Дає +<Ability:LOCKDOWN_TOHIT_BONUS/> до влучності по противниках, які намагаються рухатися при придушенні вогнем."
LocHelpText="Збільшує шанс попадання і шкоду при стрільбі по противниках, які намагаються рухатися при придушенні вогнем."
LocPromotionPopupText="<Bullet/> Дає +<Ability:LOCKDOWN_TOHIT_BONUS/> до влучності по противниках, які намагаються рухатися при придушенні вогнем.<br/><Bullet/> Ефект сумується з іншими бонусами до відповідного вогню."

[Mayhem X2AbilityTemplate]
LocFriendlyName="Хаос"
LocFlyOverText="Хаос"
LocLongDescription="Дає +<Ability:MAYHEM_DAMAGE_BONUS_PCT/>% шкоди при стрільбі по противниках, які намагаються рухатися при придушенні вогнем."
LocHelpText="Збільшує шкоду при стрільбі по противниках, які намагаються рухатися при придушенні вогнем."
LocPromotionPopupText="<Bullet/> Дає +<Ability:MAYHEM_DAMAGE_BONUS_PCT/>% шкоди при стрільбі по противниках, які намагаються рухатися при придушенні вогнем.<br/>"

[MayhemBonuses X2AbilityTemplate]
LocFriendlyName="Хаос"
LocFlyOverText="Хаос"
LocLongDescription="Дає +<Ability:MAYHEM_DAMAGE_BONUS_PCT/>% шкоди при стрільбі по противниках, які намагаються рухатися при придушенні вогнем."
LocHelpText="Збільшує шкоду при стрільбі по противниках, які намагаються рухатися при придушенні вогнем."
LocPromotionPopupText="<Bullet/> Дає +<Ability:MAYHEM_DAMAGE_BONUS_PCT/>% шкоди при стрільбі по противниках, які намагаються рухатися при придушенні вогнем.<br/>"

[Interference X2AbilityTemplate]
LocFriendlyName="Перешкода"
LocFlyOverText="Перешкода"
; LWOTC Needs Translation (2)
LocLongDescription="\"Гремлін\" скасовує режим \"спостереження\" для цілі."
; End Translation (2)
LocHelpText="Скасовує режим \"спостереження\" для цілі."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Скасовує режим \"спостереження\" для цілі.<br/><Bullet/> Вільна дія.<br/><Bullet/> 3 заряди на бій. Удосконалення гремліна додає +2 заряди.<br/>"
; End Translation (2)

[DamageControl X2AbilityTemplate]
LocFriendlyName="Боротьба за виживання"
LocFlyOverText="Боротьба за виживання"
LocLongDescription="Після отримання шкоди додається +<Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць броні до кінця ходу."
LocHelpText="Після отримання шкоди додається +<Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць броні до кінця ходу."
LocPromotionPopupText="<Bullet/> Попадання тимчасово роблять вашу броню міцнішою. Після отримання шкоди додається +<Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць броні до кінця наступного ходу."

[DamageControlPassive X2AbilityTemplate]
LocFriendlyName="Контроль Шкоди"
LocFlyOverText="Контроль Шкоди"
LocLongDescription="Після отримання шкоди додається <Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць броні до кінця ходу."
LocHelpText="Після отримання шкоди додається <Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць броні до кінця наступного ходу."
LocPromotionPopupText="<Bullet/> Попадання тимчасово роблять вашу броню міцнішою. Після отримання шкоди додається <Ability:DAMAGE_CONTROL_BONUS_ARMOR> одиниць броні до кінця наступного ходу."

[Evasive X2AbilityTemplate]
LocFriendlyName="Ухилянт"
LocFlyOverText="Ухилянт: +100 до ухилення"
LocLongDescription="Дає +100 до ухилення на початку кожного завдання. Бонус втрачається після першого отримання шкоди."
LocHelpText="Додає +100 до ухилення до отримання шкоди."
LocPromotionPopupText="<Bullet/> Ця здатність, як правило, перетворює перше попадання у солдата в \"подряпину\", однак шкода від атак, яких не можна уникнути, скидає ефект, не активуючи його."

[RemoveEvasive X2AbilityTemplate]
LocFriendlyName="Бонус до ухилення втрачено"
LocFlyOverText="Бонус до ухилення втрачено"
LocLongDescription="Дає +100 до ухилення на початку кожного завдання. Бонус втрачається після першого отримання шкоди."
LocHelpText="Додає +100 до ухилення до отримання шкоди."
LocPromotionPopupText="<Bullet/> Ця здатність, як правило, перетворює перше попадання у солдата в \"подряпину\", однак шкода від атак, яких не можна уникнути, скидає ефект, не активуючи його."

[SnapShot X2AbilityTemplate]
LocFriendlyName="Постріл навскидку"
LocFlyOverText="Постріл навскидку"
LocHelpText="Постріл по цілі"
;LocLongDescription="Ви можете здійснювати стандартні постріли зі своєї снайперської гвинтівки після переміщення, але ви отримаєте суворі штрафи до влучності за відстань більше 5 клітинок від зони видимості."
;LocPromotionPopupText="<Bullet/> Солдат може використовувати снайперську гвинтівку для стандартних пострілів після переміщення, але отримає суворі штрафи до влучності за цілі на відстані більше 22 клітин на цих пострілах.<br/><Bullet/> Солдат не може входити в спостереження зі снайперською гвинтівкою після переміщення.<br/>

LocLongDescription="Ви можете стріляти зі своєї снайперської гвинтівки після руху, але з великими штрафами до влучності, якщо ціль знаходиться далі 5 клітин \"Загального виду\"."
LocPromotionPopupText="<Bullet/> Ця здатність значно змінює спосіб дії снайпера: Солдат може використовувати снайперську гвинтівку для стандартних пострілів після переміщення, але отримає суворі штрафи до влучності за цілі на відстані більше 22 клітин на всіх пострілах, незалежно від того, чи рухався солдат чи ні.<br/><Bullet/> Працює лише зі снайперськими гвинтівками.<br/><Bullet/> Зменшує штрафи за близьку відстань на <Ability:WPN_HANDLING_MODIFIER/> порівняно зі звичайними снайперськими гвинтівками.<br/><Bullet/> Після 5 клітин зони спостереження, отримує додатковий штраф -20 влучності за клітинку.<br/><Bullet/> Деякі спеціальні постріли і Довге Спостереження все ще вимагають обох дій для використання. Довге Спостереження дозволяє здійснювати постріли зі спостереження на далеку відстань, але штрафи до влучності все ще застосовуються.<br/><Bullet/> Солдат не буде здійснювати постріл зі спостереження або Зони Убивства без принаймні 1% шансу на влучання."

[SnapShotOverwatch X2AbilityTemplate]
LocFriendlyName="Спостереження"
LocHelpText="Постріл зі зниженою влучністю у першого ворога, який потрапив у поле зору. Постріл у режимі \"спостереження\" неможливий, якщо ймовірність попадання нижче 1%."
LocLongDescriptionWhenConcealed="Постріл у першого ворога, який з'явиться у полі зору, але тільки після виходу з маскування."
LocFlyOverText="Спостереження"
LocFriendlyNameWhenConcealed="Спостереження (маскування)"

[SnapShotAimModifier X2AbilityTemplate]
LocFriendlyName="Постріл навскидку"
LocFlyOverText="Постріл навскидку"
LocLongDescription="Дозволяє вести вогонь зі снайперської гвинтівки та використовувати \"спостереження\" після переміщення, але додає штраф за дальність за межами 5 клітин \"Загального виду\"."
LocHelpText="Дозволяє стандартні постріли зі снайперських гвинтівок після переміщення."

[Trojan X2AbilityTemplate]
LocFriendlyName="Троян"
LocFlyOverText="Троян"
LocLongDescription="Зламані вороги отримують шкоду та втрачають всі свої дії на першому ході після закінчення ефекту зламу."
LocHelpText="Зламані одиниці отримують шкоду і втрачають свої дії, коли ефект злому закінчується. Ця здатність дозволяє нашим спеціалістам знищувати дрони Адвенту, не розкриваючись. Навіть якщо жертва переживе атаку Трояна, приховування не буде розкрите."
LocPromotionPopupText="<Bullet/> Ворожі одиниці, зламані Протоколом Злому, отримують 0-8 шкоди і втрачають свої дії на хід, коли ефект злому закінчується.<br/><Bullet/> Застосовується до одиниць, оглушених або взятих під контроль Протоколом Злому.<br/><Bullet/> Шкода розраховується на основі Статистики Злому проти Захисту від Злому цілі.<br/>"

[Covert X2AbilityTemplate]
LocFriendlyName="Потаємний"
LocFlyOverText="Потаємний"
; LWOTC Needs Translation
LocLongDescription="Радіус виявлення противника зменшується на <Ability:COVERT_DETECTION_RANGE_REDUCTION/>%"
LocHelpText="Зменшує відстань, на якій противники вас виявляють."
LocPromotionPopupText="<Bullet/> На <Ability:COVERT_DETECTION_RANGE_REDUCTION/>% зменшує відстань, на якій противники вас виявляють (відображається червоними клітинами навколо ворогів, поки ті не знають про вашу присутність).<br/><Bullet/> Також трохи знижує час проникнення для цього солдата.<br/><Bullet/> Не поширюється на охоронні вежі \"Адвента\"."
; End Translation

[Ghostwalker X2AbilityTemplate]
LocFriendlyName="Привид"
LocFlyOverText="Привид"
; LWOTC Needs Translation (2)
LocLongDescription="Активуйте цю здатність, щоб знизити ворожу дальність виявлення на <Ability:GHOSTWALKER_DETECTION_RANGE_REDUCTION/>% протягом <Ability:GHOSTWALKER_DURATION/> ходи."
LocHelpText="Знижує ворожу дальність виявлення на <Ability:GHOSTWALKER_DETECTION_RANGE_REDUCTION/>% протягом <Ability:GHOSTWALKER_DURATION/> ходи."
LocPromotionPopupText="<Bullet/> Здатність знижує ворожу дальність виявлення на <Ability:GHOSTWALKER_DETECTION_RANGE_REDUCTION/>% на <Ability:GHOSTWALKER_DURATION/> ходи, включаючи поточний (відображається червоними клітинами навколо ворогів, поки ті не знають про вашу присутність).<br/><Bullet/> Перезаряжається <Ability:SelfCooldown/> ходів.<br/><Bullet/> Не вимагає дії для активації.<br/><Bullet/> Також трохи знижує час проникнення для цього солдата.<br/><Bullet/> Не поширюється на охоронні вежі \"Адвента\"."
; End Translation (2)

[Kubikuri X2AbilityTemplate]
LocFriendlyName="Кубікурі"
LocFlyOverText="Кубікурі"
LocLongDescription="Особливий постріл по цілі, яка втратила здоров'я: критичне попадання вбиває, звичайне попадання завдає половину шкоди. Вимагає дві дії. Перезарядка 4 ходу."
LocHelpText="Критичні попадання автоматично вбивають ворогів з неповним здоров'ям. Звичайні атаки завдають половину шкоди."
LocPromotionPopupText="<Bullet/> Особливий постріл по цілі, яка втратила здоров'я: критичне попадання вбиває, звичайне попадання завдає половину шкоди.<br/><Bullet/> Вимагає дві дії.<br/><Bullet/> Перезарядка 4 ходу.<br/><Bullet/> \"Правителям\" критичне попадання завдає подвоєну шкоду, але не вбиває."

[CombatAwareness X2AbilityTemplate]
LocFriendlyName="Уважність"
LocFlyOverText="Уважність"
LocLongDescription="Надає <Ability:COMBAT_AWARENESS_BONUS_DEFENSE> захисту і <Ability:COMBAT_AWARENESS_BONUS_ARMOR> броні під час \"спостереження\" або \"придушення\""
LocHelpText="Надає <Ability:COMBAT_AWARENESS_BONUS_DEFENSE> захисту і <Ability:COMBAT_AWARENESS_BONUS_ARMOR> броні під час \"спостереження\" або \"придушення\"."
LocPromotionPopupText="<Bullet/> Отримуйте <Ability:COMBAT_AWARENESS_BONUS_DEFENSE> захисту і <Ability:COMBAT_AWARENESS_BONUS_ARMOR> броні під час \"спостереження\" або \"придушення\".<br/><Bullet/> Ця здатність не надає захисних бонусів, якщо одиниця дезорієнтована, оглушена, панікує, горить або іншим чином ослаблена."

[FieldSurgeon X2AbilityTemplate]
LocFriendlyName="Польовий хірург"
LocFlyOverText="Польовий хірург"
LocLongDescription="Знижує час відновлення від ран для більшості солдатів."
LocHelpText="Знижує час відновлення від ран для більшості солдатів."
LocPromotionPopupText="<Bullet/> Знижує на 1 од. кількість здоров'я, яке солдат повинен відновити після поранення в бою.<br/><Bullet/> Кілька польових хірургів надають посилений ефект.<br/><Bullet/> Ефект поширюється на самого хірурга.<br/><Bullet/> Не поширюється на стабілізованих або смертельно поранених солдатів."

[Flashbanger X2AbilityTemplate]
LocFriendlyName="Освітлювач"
LocFlyOverText="Освітлювач"
LocLongDescription="Додає одну світло-шумову гранату в екіпіровку солдата."
LocHelpText="Додає одну світло-шумову гранату в екіпіровку солдата."
LocPromotionPopupText="<Bullet/> Додає одну світло-шумову гранату в екіпіровку солдата.<br/>"

[SmokeGrenade X2AbilityTemplate]
LocFriendlyName="Димова Граната"
LocFlyOverText="Димова Граната"
LocLongDescription="Додає 1-ну бонусну димову гранату до спорядження солдата."
LocHelpText="Додає 1-ну бонусну димову гранату до спорядження солдата."
LocPromotionPopupText="<Bullet/> Додає одну димову гранату до спорядження солдата.<br/>"

[Savior X2AbilityTemplate]
LocFriendlyName="Рятівник"
LocFlyOverText="Рятівник"
LocLongDescription="Медичні здібності відновлюють на <Ability:SAVIOR_BONUS_HEAL/> од. здоров'я більше."
LocHelpText="Медичні здібності відновлюють на <Ability:SAVIOR_BONUS_HEAL/> од. здоров'я більше."
LocPromotionPopupText="<Bullet/> Ефект додається до лікування \"Гремліна\", аптечок та здібностей \"Відновлення\".<br/>"

[DenseSmoke X2AbilityTemplate]
LocFriendlyName="Густий дим"
LocFlyOverText="Густий дим"
LocLongDescription="Ваші димові гранати дають додатково +10 до Захисту."
LocHelpText="Ваші димові гранати дають додатково +10 до Захисту."
LocPromotionPopupText="<Bullet/> Ваші димові гранати дають додатково +10 од. до Захисту солдатам, що знаходяться в диму (загалом +30).<br/>"


[Collateral_LW X2AbilityTemplate]
LocFriendlyName="Побічний Збиток"
LocLongDescription="Випустіть чергу з <Ability:WeaponName/> по локації, знищуючи укриття в області. Завдає невеликої шкоди ворогам. 3 ходи перезарядки і використовує 2 боєприпаси."
LocHelpText="Випустіть чергу з <Ability:WeaponName/> по локації, знищуючи укриття в області."
LocFlyOverText="Побічний Збиток"
LocPromotionPopupText="<Bullet/> Випустіть чергу з <Ability:WeaponName/> по локації, знищуючи укриття в області.<br/><Bullet/> Завдає високої екологічної шкоди всім об'єктам у зоні ураження.<br/><Bullet/> Побічний Збиток завдає 1-2/2/2-3 шкоди ворогам у зоні ураження залежно від рівня обладнаної <Ability:WeaponName/>.<br/><Bullet/> Коштує 2 боєприпаси і має 3 ходи перезарядки.<br/>"


[DenseSmokeGrenade X2GrenadeTemplate]
FriendlyName="Граната з густим димом"
FriendlyNamePlural="Гранати з густим димом"
BriefSummary="Дим підвищує захист для всіх, хто потрапить в нього - як своїх, так і чужих."
TacticalText="<Bullet/> Димова завіса негайно підвищує захист для всіх в зоні дії.<br/><Bullet/> Димові гранати можна кидати і вистрілювати далі, ніж звичайні гранати."
ThrownAbilityName="Кидок гранати з густим димом"
ThrownAbilityHelpText="Збільшує захист в радіусі дії."
LaunchedAbilityname="Постріл гранатою з густим димом"
LaunchedAbilityHelpText="Збільшує захист в радіусі дії."

[DenseSmokeGrenadeMk2 X2GrenadeTemplate]
FriendlyName="Бомба з густим димом"
FriendlyNamePlural="Бомби з густим димом"
BriefSummary="Поліпшена бомба з густим димом підвищує захист для всіх, хто потрапить в нього - як своїх, так і чужих."
TacticalText="<Bullet/> Бомби з густим димом представляють собою поліпшення ранніх димових гранат і забезпечують кращу захист в збільшеному радіусі дії.<br/><Bullet/> Димова завіса негайно підвищує захист всіх в зоні дії.<br/><Bullet/> Димові бомби можна кидати і вистрілювати набагато далі, ніж звичайні гранати."
ThrownAbilityName="Кидок бомби з густим димом"
ThrownAbilityHelpText="Суттєво збільшує захист в радіусі дії."
LaunchedAbilityname="Постріл бомбою з густим димом"
LaunchedAbilityHelpText="Суттєво збільшує захист в радіусі дії."

[StingGrenades X2AbilityTemplate]
LocFriendlyName="Травматичні гранати"
LocFlyOverText="Травматичні гранати"
LocLongDescription="Ваші світло-шумові гранати мають шанс 50% оглушити противника в зоні ураження гранати на 1 хід."
LocHelpText="Ваші світло-шумові гранати мають шанс 50% оглушити противника."
LocPromotionPopupText="<Bullet/> Ваші світло-шумові гранати мають шанс 50% оглушити противника.<br/><Bullet/> Противники, імунні до дії світло-шумових гранат, не можуть бути оглушені.<br/>"

; End Translation

[DedicatedSuppression_LW X2AbilityTemplate]
LocFriendlyName="Цілеспрямоване Придушення"
LocLongDescription="Отримання шкоди більше не скасовує Придушення та Придушення Області."
LocHelpText="Отримання шкоди більше не скасовує Придушення та Придушення Області."

[X2Item_StingGrenade]
DenseSmokeGrenadeEffectDisplayName="Травматична граната"
DenseSmokeGrenadeEffectDisplayDesc="Травматичні гранати мають шанс 50% оглушити противника в зоні ураження."

[StingGrenade X2GrenadeTemplate]
FriendlyName="Травматична граната"
FriendlyNamePlural="Травматичні гранати"
BriefSummary="Дає шанс 50% оглушити та дезорієнтувати цілі в зоні ураження на один хід."
TacticalText="<Bullet/> Дає шанс 50% оглушити та дезорієнтувати цілі в зоні ураження на один хід.<br/>"
ThrownAbilityName="Кидок травматичної гранати"
ThrownAbilityHelpText="Дає шанс 50% оглушити та дезорієнтувати цілі в зоні ураження на один хід."
LaunchedAbilityname="Постріл травматичною гранатою"
LaunchedAbilityHelpText="Дає шанс 50% оглушити та дезорієнтувати цілі в зоні ураження на один хід."

[RapidDeployment X2AbilityTemplate]
LocFriendlyName="Швидке розгортання"
LocFlyOverText="Швидке розгортання"
LocLongDescription="Активуйте цю здатність перед кидком або пострілом гранатою підтримки, і ви не витратите на це дію."
LocHelpText="Активуйте цю здатність перед кидком або пострілом гранатою підтримки, і ви не витратите на це дію."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Активуйте цю здатність перед кидком або пострілом гранатою підтримки, і ви не витратите на це дію.<br/><Bullet/> Діє на димові та світло-шумові гранати, а також формові заряди та бойові сканери.<br/><Bullet/> Ходів до перезарядки: <Ability:SelfCooldown_LW/>.<br/>"
; End Translation (2)

[CombatRush X2AbilityTemplate]
LocFriendlyName="Бойовий азарт"
LocFlyOverText="Бойовий азарт"
LocLongDescription="Коли ви вбиваєте ворога, союзники в радіусі <Ability:COMBAT_RUSH_RADIUS> клітин отримують +<Ability:COMBAT_RUSH_AIM_BONUS> влучності, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу і +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобільності на <Ability:COMBAT_RUSH_DURATION> ходів. <Ability:COMBAT_RUSH_COOLDOWN> ходів перезарядки."
LocHelpText="Коли ви вбиваєте ворога, союзники в радіусі <Ability:COMBAT_RUSH_RADIUS> клітин отримують +<Ability:COMBAT_RUSH_AIM_BONUS> влучності, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу і +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобільності на <Ability:COMBAT_RUSH_DURATION> ходів. <Ability:COMBAT_RUSH_COOLDOWN> ходів перезарядки."
LocPromotionPopupText="<Bullet/> Бойовий Порив активується, коли ви вбиваєте ворожу одиницю і надає союзникам в радіусі <Ability:COMBAT_RUSH_RADIUS> клітин +<Ability:COMBAT_RUSH_AIM_BONUS> влучності, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу і +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобільності.<br/><Bullet/> Ефект триває <Ability:COMBAT_RUSH_DURATION> після вбивства.<br/><Bullet/> Може активуватися кожні <Ability:COMBAT_RUSH_COOLDOWN> ходів.<br/>"

[BroadcastCombatRush X2AbilityTemplate]
LocFriendlyName="Бойовий азарт"
LocFlyOverText="Бойовий азарт"
LocLongDescription="Ближній союзник надає вам +<Ability:COMBAT_RUSH_AIM_BONUS> влучності, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу і +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобільності на <Ability:COMBAT_RUSH_DURATION> ходів."
LocHelpText="Ближній союзник надає вам +<Ability:COMBAT_RUSH_AIM_BONUS> влучності, +<Ability:COMBAT_RUSH_CRIT_BONUS> критичного шансу і +<Ability:COMBAT_RUSH_MOBILITY_BONUS> мобільності на <Ability:COMBAT_RUSH_DURATION> ходів."

; LWOTC Needs Translation (2)
[GrazingFire X2AbilityTemplate]
LocFriendlyName="Неспокійний вогонь"
LocFlyOverText="Неспокійний вогонь"
LocLongDescription="Промахи з основної зброї мають додатковий шанс стати \"подряпиною\"."
LocHelpText="Промахи можуть ставати \"подряпинами\"."
LocPromotionPopupText="<Bullet/> Промахи з основної зброї зазвичай мають <Ability:GRAZING_FIRE_SUCCESS_CHANCE>% шанс стати \"подряпиною\".<br/><Bullet/> Ефект застосовується після звичайного розрахунку попадання/промаху.<br/><Bullet/> Цілі, у яких є очки ухилення, віднімають ці очки з шансу стати \"подряпиною\".<br/> <Bullet/> Працює на всі види зброї, включаючи метальні ножі та зброю ближнього бою.<br/>"
; End Translation (2)

[HeavyFrags X2AbilityTemplate]
LocFriendlyName="Потужний вибуховий механізм"
LocFlyOverText="Потужний вибуховий механізм"
LocLongDescription="Вибухи гранат завдають додаткову одиницю шкоди."
LocHelpText="Вибухи гранат завдають додаткову одиницю шкоди."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Ваші гранати завдають на 1 од. більше шкоди, але вимагають спеціальної підготовки.<br/><Bullet/> Це поширюється також на ефекти, які викликають гранати, наприклад, горіння.<br/>"
; End Translation (2)

[Airdrop X2AbilityTemplate]
LocFriendlyName="Спецдоставка"
LocFlyOverText="Спецдоставка"
; LWOTC Needs Translation
LocLongDescription="\"Гремлін\" доставляє бойову гранату вибраному союзнику. Кількість використань за місію: <Ability:NUM_AIRDROP_CHARGES/>."
LocHelpText="Доставляє гранату вибраному союзнику."
LocPromotionPopupText="<Bullet/> Доставляє бойову гранату вибраному союзнику.<br/><Bullet/> Спочатку надає осколкову гранату, але з поліпшенням технологій XCOM буде доступне і більш потужне озброєння.<br/><Bullet/> Активація \"Спецдоставки\" витрачає одну дію і не завершує хід солдата, не порушує маскування.<br/><Bullet/> Кількість використань за місію: <Ability:NUM_AIRDROP_CHARGES/>."
; End Translation

[SwordSlice_LW X2AbilityTemplate]
LocFriendlyName="Блискавка"
LocFlyOverText="Блискавка"
LocLongDescription="Атака мечем будь-якого противника в межах дальності переміщення. Завдає +1 од. шкоди за кожні <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> клітини між вами та противником."
LocHelpText="Атака мечем будь-якого противника в межах дальності переміщення. Завдає збільшену шкоду з більшої дистанції."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Можна активувати здатність \"Блискавка\", коли курсор руху наведено на противника.<br/><Bullet/> Солдат може витратити обидві дії, зробивши ривок, і після цього виконати удар по ворогу, що стоїть поруч.<br/><Bullet/> Завдає +1 од. шкоди за кожні <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> клітини між позицією солдата на початку ходу і противником, максимум до <Ability:MAX_SLICE_FLECHE_DAMAGE/> бонусної шкоди.<br/>"
; End Translation

[Fleche X2AbilityTemplate]
LocFriendlyName="Блискавка"
LocFlyOverText="Блискавка"
LocLongDescription="Атака мечем будь-якого противника в межах дальності переміщення. Завдає +1 од. шкоди за кожні <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> клітини між вами та противником."
LocHelpText="Атака мечем будь-якого противника в межах дальності переміщення. Завдає збільшену шкоду з більшої дистанції."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Щоб активувати здатність \"Блискавка\", наведіть курсор руху на противника.<br/><Bullet/> Солдат може витратити обидві дії, зробивши ривок, і після цього виконати удар по ворогу, що стоїть поруч.<br/><Bullet/> Завдає +1 од. шкоди за кожні <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> клітини між позицією солдата на початку ходу і противником, максимум до <Ability:MAX_SLICE_FLECHE_DAMAGE/> бонусної шкоди.<br/>"
; End Translation

[FullKit X2AbilityTemplate]
LocFriendlyName="Повний набір"
LocFlyOverText="Повний набір"
LocLongDescription="Додає +1 заряд до кожного типу гранати в допоміжних осередках."
LocHelpText="Додає +1 заряд до кожного типу гранати в допоміжних осередках."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Додає 1 використання кожної гранати в допоміжних осередках.<br/><Bullet/> Діє на вибухівку, гранати підтримки і бойові сканери.<br/><Bullet/> Додаткові заряди гранат, надані \"Димкою\" і \"Освітлювачем\", не враховуються.<br/>"
; End Translation

[Bastion X2AbilityTemplate]
LocFriendlyName="Бастіон"
LocLongDescription="\"Фортеця\" тепер надає імунітет найближчим союзникам."
LocHelpText="\"Фортеця\" тепер надає імунітет найближчим союзникам."
LocFlyOverText="Бастіон"
LocPromotionPopupText="<Bullet/> Здатність \"Бастіон\" діє в радіусі 4 клітинок.<br/><Bullet/> Союзники, що потрапили в радіус дії після руху, негайно позбавляються від усіх негативних фізичних впливів.<br/>"

[BastionPassive X2AbilityTemplate]
LocFriendlyName="Бастіон"
LocLongDescription="\"Фортеця\" тепер надає імунітет найближчим союзникам."
LocHelpText="\"Фортеця\" тепер надає імунітет найближчим союзникам."
LocFlyOverText="Бастіон"
LocPromotionPopupText="<Bullet/> Здатність \"Бастіон\" діє в радіусі 4 клітинок.<br/><Bullet/> Союзники, що потрапили в радіус дії після руху, негайно позбавляються від усіх негативних фізичних впливів.<br/>"

[BastionCleanse X2AbilityTemplate]
LocFriendlyName="Бастіон"
LocLongDescription="\"Фортеця\" тепер надає імунітет найближчим союзникам."
LocHelpText="\"Фортеця\" тепер надає імунітет найближчим союзникам."
LocFlyOverText="Бастіон"
LocPromotionPopupText="<Bullet/> Здатність \"Бастіон\" діє в радіусі 4 клітинок.<br/><Bullet/> Союзники, що потрапили в радіус дії після руху, негайно позбавляються від усіх негативних фізичних впливів.<br/>"

[IronCurtain X2AbilityTemplate]
LocFriendlyName="Залізна Завіса"
LocFlyOverText="Залізна Завіса"
; LWOTC Needs Translation
LocLongDescription="Особливий постріл, що завдає <Ability:IRON_CURTAIN_DAMAGE_MODIFIER/>% від звичайної шкоди, але зменшує мобільність цілі на <Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION/> хід(ів). Атака на основі конуса з основною зброєю."
LocHelpText="Особливий постріл, що завдає низької шкоди, але зменшує мобільність ворога на наступні два ходи."
LocPromotionPopupText="<Bullet/> Якщо ця атака на основі конуса влучить, Залізна Завіса завдає <Ability:IRON_CURTAIN_DAMAGE_MODIFIER/>% від звичайної шкоди і накладає -<Ability:IRON_CURTAIN_MOBILITY_DAMAGE> мобільності ворогу на <Ability:IRON_CURTAIN_MOB_DAMAGE_DURATION/> хід(ів).<br/><Bullet/> Залізна Завіса має <Ability:SelfCooldown_LW/> ходів перезарядки.<br/><Bullet/> Використовує <Ability:IRON_CURTAIN_AMMO_COST> боєприпасів.<br/><Bullet/> Може використовуватися після переміщення.<br/><Bullet/> Залізна Завіса не працює з дробовиками або снайперськими гвинтівками.<br/><Bullet/> Союзники в конусі можуть отримати шкоду від цієї здібності.<br/>"
; End Translation

[IronCurtainShot X2AbilityTemplate]
LocFriendlyName="Залізна Завіса"
LocFlyOverText="Залізна Завіса"
LocLongDescription="Особливий постріл, що завдає низької шкоди, але зменшує мобільність ворога на наступні два ходи. Атака на основі конуса з основною зброєю."
LocHelpText="Особливий постріл, що завдає низької шкоди, але зменшує мобільність ворога на наступні два ходи."
LocPromotionPopupText="<Bullet/> Якщо ця атака на основі конуса влучить, Залізна Завіса завдає 25% звичайної шкоди і накладає -4 мобільності ворогу на два ходи.<br/><Bullet/> Чотири ходи перезарядки.<br/><Bullet/> Використовує <Ability:SelfAmmoCost> боєприпасів.<br/><Bullet/> Може використовуватися після переміщення.<br/><Bullet/> Залізна Завіса не працює з дробовиками або снайперськими гвинтівками.<br/>"
str_IronCurtainEffect="Залізна Завіса"

[Slash_LW X2AbilityTemplate]
LocFriendlyName="Розріз"
LocFlyOverText="Розріз"
LocLongDescription="Атака противника мечем. Вимагає одну дію."
LocHelpText="Атака противника мечем. Вимагає одну дію."
LocPromotionPopupText="<Bullet/> Атака сусіднього противника мечем.<br/><Bullet/> Вимагає одну дію і не завершує хід, дозволяючи зробити дві послідовні атаки по противнику, що стоїть поруч."

[AbsorptionFields X2AbilityTemplate]
LocFriendlyName="Поглинаючі поля"
LocFlyOverText="Поглинаючі поля"
LocLongDescription="Силове поле, яке зменшує вхідну шкоду на 33% на <Ability:ABSORPTION_FIELDS_DURATION> ходів. <Ability:ABSORPTION_FIELDS_COOLDOWN> ходів перезарядки."
LocHelpText="Силове поле, яке зменшує вхідну шкоду на 33% на <Ability:ABSORPTION_FIELDS_DURATION> ходів. <Ability:ABSORPTION_FIELDS_COOLDOWN> ходів перезарядки."
LocPromotionPopupText="<Bullet/> Активуйте силове поле, яке зменшує вхідну шкоду на 33% на <Ability:ABSORPTION_FIELDS_DURATION> ходів.<br/><Bullet/> <Ability:ABSORPTION_FIELDS_COOLDOWN> ходів перезарядки.<br/><Bullet/> Використовує одну дію і не закінчує ваш хід автоматично.<br/><Bullet/> Зброя з бронебійними властивостями не зменшує цей ефект.<br/>"

[BodyShield X2AbilityTemplate]
LocFriendlyName="Спрямований щит"
LocFlyOverText="Спрямований щит"
LocLongDescription="Вибраний ворог отримує -<Ability:BODY_SHIELD_DEF_BONUS> влучності і -<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> критичного шансу проти вас на <Ability:BODY_SHIELD_DURATION> ходів. <BODY_SHIELD_COOLDOWN> ходів перезарядки."
LocHelpText="Вибраний ворог отримує -<Ability:BODY_SHIELD_DEF_BONUS> влучності і -<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> критичного шансу проти вас на <Ability:BODY_SHIELD_DURATION> ходів. <BODY_SHIELD_COOLDOWN> ходів перезарядки."
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Вибраний ворог отримує -<Ability:BODY_SHIELD_DEF_BONUS> влучності і -<Ability:BODY_SHIELD_ENEMY_CRIT_MALUS> критичного шансу проти цієї одиниці.<br/><Bullet/> Це є безкоштовною дією.<br/><Bullet/> Тіловий Щит має <Ability:SelfCooldown_LW/> ходів перезарядки."
; End Translation

[EmergencyLifeSupport X2AbilityTemplate]
LocFriendlyName="Екстрена стабілізація"
LocFlyOverText="Екстрена стабілізація"
LocLongDescription="Цей імплант значно збільшує поріг шкоди понад необхідний, щоб обійти стан кровотечі, зменшуючи ймовірність смерті вашого солдата під час смертельного пострілу. Таймер кровотечі подовжується на <Ability:EMERGENCY_LIFE_SUPPORT_BONUS_BLEEDINGOUT_TURNS> ходів."
LocPromotionPopupText="<Bullet/> Надзвичайна Підтримка Життя значно збільшує поріг шкоди понад необхідний, щоб обійти стан кровотечі.<br/><Bullet/> Додає <Ability:EMERGENCY_LIFE_SUPPORT_BONUS_BLEEDINGOUT_TURNS> ходів до таймера кровотечі.<br/>"

[IronSkin X2AbilityTemplate]
LocFriendlyName="Залізна шкіра"
LocFlyOverText="Залізна шкіра"
LocLongDescription="Вхідна шкода в ближньому бою зменшується на <Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>."
LocHelpText="Вхідна шкода в ближньому бою зменшується на <Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>."
LocPromotionPopupText="<Bullet/> Вхідна шкода в ближньому бою зменшується на <Ability:IRON_SKIN_MELEE_DAMAGE_REDUCTION>.<br/>"

[SmartMacrophages X2AbilityTemplate]
LocFriendlyName="Розумні макрофаги"
LocFlyOverText="Розумні макрофаги"
LocLongDescription="Заживляє рани після бою, знижуючи час відновлення, і надає імунітет до отрут і кислоти."
LocHelpText="Знижує час відновлення після поранень і надає імунітет до отрут і кислоти."
LocPromotionPopupText="<Bullet/> Знижує на 1 ОЗ втраченого в бою здоров'я до розрахунку часу відновлення.<br/><Bullet/> Надає імунітет до отрут і кислоти.<br/>"

[MindMerge X2AbilityTemplate]
LocFriendlyName="Злиття розумів"
LocFlyOverText="Злиття розумів"
LocLongDescription="Союзник отримує бонус до волі і шансу крит. шкоди, а також одиниці щита до початку наступного ходу гравця."
LocHelptext="Союзник тимчасово отримує бонус до волі і крит. шансу, а також одиниці щита."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Додає вибраному союзнику 1 тимчасову одиницю здоров'я (\"щит\") і ще +1 за кожні 20 од. псі-атаки солдата, який використовує \"Злиття розумів\".<br/><Bullet/> Також надає союзнику +1 до шансу на крит за кожні 7 одиниць пси-атаки.<br/><Bullet/> Додає вибраному союзнику 1 одиницю волі за кожні 5 од. псі-атаки.<br/><Bullet/> Ефект триває до початку наступного ходу пси-агента.<br/><Bullet/> Ходів до перезарядки: <Ability:SelfCooldown_LW/>.<br/><Bullet/> Ціллю може бути тільки видимий союзник.<br/><Bullet/> Покращені пси-підсилювачі додають бонус до волі і тимчасові очки здоров'я.<br/><Bullet/> Використовує одну дію, не завершує хід.<br/><Bullet/> Якщо Пси-агент використовується як радник сховища, ця здатність знизить шанс вербування Безликого під виглядом повстанця на 40% (накладається з іншими подібними здібностями).<br/>"
; End Translation (2)

[SoulMerge X2AbilityTemplate]
LocFriendlyName="Злиття душ"
LocFlyOverText="Злиття душ"
LocLongDescription="Підвищує ефективність Злиття Розумів, надаючи бонус до шансу критичного влучання, волі і одиницям щита, а також зменшуючи час перезарядки здібності."
LocHelpText="Підвищує ефективність \"Злиття розумів\"."
LocPromotionPopupText="<Bullet/> Прискорює перезарядку \"Злиття розумів\" на 1 хід.<br/><Bullet/> Бонус до тимчасових ОЗ збільшується до 1 за кожні 20 од. пси-атаки.<br/><Bullet/> Бонус до волі покращується до 1 за кожні 5 од. пси-атаки.<br/><Bullet/> Надає бонус до шансу критичного влучання, рівний 1% за кожні 5 одиниць псі-атаки."

[Shadowstrike_LW X2AbilityTemplate]
LocFriendlyName="Удар з тіні"
LocLongDescription="Надає +<Ability:SHADOWSTRIKEAIM/> до влучності і +<Ability:SHADOWSTRIKECRIT/> до ймовірності критичного шансу при діючому маскуванні."
LocHelpText="Підвищення влучності і шансу критичного влучання при атаці з режиму маскування."
LocPromotionPopupText="<Bullet/> Бонус від \"Удару з тіні\" діє навіть у тому випадку, якщо солдат втратив, а потім відновив маскування.<br/>"

[Formidable X2AbilityTemplate]
LocFriendlyName="Непохитність"
LocFlyOverText="Непохитність"
; LWOTC Needs Translation
LocLongDescription="Ваше спорядження включає додатковий шар захисту, що дає <Ability:FORMIDABLE_ABLATIVE_HP/> аблативні одиниці щита і <Ability:FORMIDABLE_EXPLOSIVES_DR/>% менше пошкоджень від вибухів."
LocHelpText="Отримання аблятивних одиниць щита і зменшення шкоди від вибухів."
LocPromotionPopupText="<Bullet/> Непохитність зменшує шкоду від вибухів на <Ability:FORMIDABLE_EXPLOSIVES_DR/>%."
; End Translation

; Updated perk loc

[XComGame.PistolStandardShot X2AbilityTemplate]
[PistolStandardShot X2AbilityTemplate]
LocFriendlyName="Постріл з пістолета"
LocLongDescription="На додаток до основної зброї ви можете максимально ефективно використовувати пістолет."
LocHelpText="Постріл у ціль з пістолета."
LocFlyOverText=""

[XComGame.Killzone X2AbilityTemplate]
[KillZone X2AbilityTemplate]
LocFriendlyName="Зона ураження"
LocLongDescription="Відповідний постріл по противнику, який спробує рухатися або стріляти, знаходячись в зоні коносу вогню."
LocHelpText="Покращений режим \"спостереження\" в конусі стрільби."
LocFlyOverText="Зона ураження"
LocPromotionPopupText="<Bullet/> Здібність \"Зона ураження\" дозволяє зробити стільки пострілів, скільки дозволить боєкомплект.<br/><Bullet/> Надає \"загальний вид\", навіть якщо у солдата немає здібності \"Дальнє спостереження\".<br/><Bullet/> Перезаряджається <Ability:SelfCooldown_LW/> ходів.<br/>"
LocFriendlyNameWhenConcealed="Зона ураження (маскування)"

[XComGame.DeathFromAbove X2AbilityTemplate]
[DeathFromAbove X2AbilityTemplate]
LocFriendlyName="Смерть з небес"
; LWOTC Needs Translation
LocLongDescription="Вбивство противника, що знаходиться нижче вас по висоті, зі зброї типу <Ability:WeaponName/> надає додаткову дію і не завершує хід. Спрацьовує один раз за хід. Також підвищує точність стрільби зі снайперських і векторних гвинтівок на дальній дистанції."
LocHelpText="Вбивство противника, що знаходиться нижче вас по висоті, зі зброї типу <Ability:WeaponName/> надає додаткову дію і не завершує хід."
; End Translation
LocFlyOverText="Смерть з небес"
LocPromotionPopupText="<Bullet/> \"Смерть з небес\" добре поєднується з пострілами з пістолета, а також просто може підвищити мобільність снайпера.<br/><Bullet/> Також підвищує точність стрільби зі снайперських гвинтівок на дальній дистанції, якщо боєць знаходиться вище противника."

[XComGame.Implacable X2AbilityTemplate]
[Implacable X2AbilityTemplate]
LocFriendlyName="Безжальність"
LocLongDescription="Якщо протягом вашого ходу ви вб'єте одного противника або більше, ви отримаєте одну дію руху."
LocHelpText="Отримайте додаткову дію руху за вбивство протягом вашого ходу."
LocFlyOverText="Безжальність"
LocPromotionPopupText=""

[XComGame.VolatileMix X2AbilityTemplate]
[VolatileMix X2AbilityTemplate]
LocFriendlyName="Гримуча суміш"
LocLongDescription="Збільшує радіус ураження гранат на 1 клітинку."
LocHelpText="Збільшує радіус ураження гранат."
LocFlyOverText="Гримуча суміш"
LocPromotionPopupText="<Bullet/> Збільшує зону, в якій наносяться звичайні пошкодження і пошкодження оточенню гранатами. Додаткові ефекти гранат також працюють."

[XComGame.Salvo X2AbilityTemplate]
[Salvo X2AbilityTemplate]
LocFriendlyName="Артилерійський залп"
LocLongDescription="Кидати/вистрілювати гранати та використовувати важку зброю і ракетомет \"рукавичку\" першою дією можна без завершення ходу."
LocHelpText="Кидати/вистрілювати гранати та використовувати важку зброю і ракетомет \"рукавичку\" можна без завершення ходу."
LocFlyOverText="Артилерійський залп"
LocPromotionPopupText="<Bullet/> Солдати зі здібністю \"Артилерійський залп\" - перші кандидати на отримання важкої броні.<br/>"

[XComGame.Quickdraw X2AbilityTemplate]
[Quickdraw X2AbilityTemplate]
LocFriendlyName="Швидкостріл"
LocLongDescription="Постріл з пістолета першою дією більше не завершує ваш хід."
LocHelpText="Постріл з пістолета першою дією більше не завершує ваш хід."
LocFlyOverText="Швидкостріл"
LocPromotionPopupText="<Bullet/> Здібність \"Швидкостріл\" дозволяє солдату вражати кілька цілей протягом одного ходу.<br/>"

; LWOTC Needs Translation (2)
[XComGame.SharpshooterAim X2AbilityTemplate]
[SharpshooterAim X2AbilityTemplate]
LocFriendlyName="Прицілювання"
LocLongDescription="\"Глуха оборона\" тепер додає +<Ability:SHARPSHOOTERAIMBONUS/> до влучності і +<Ability:SHARPSHOOTERAIM_CRITBONUS/> до криту при першому пострілі на наступному ходу."
LocHelpText="\"Глуха оборона\" тепер додає +<Ability:SHARPSHOOTERAIMBONUS/> до влучності і +<Ability:SHARPSHOOTERAIM_CRITBONUS/> до криту при першому пострілі на наступному ходу."
LocFlyOverText="Глуха оборона - точність"
LocPromotionPopupText="<Bullet/> Бонус від здібності \"Прицілювання\" може бути застосований до пострілу з будь-якої зброї.<br/>"
; End Translation (2)

[XComGame.LightningHands X2AbilityTemplate]
[LightningHands X2AbilityTemplate]
LocFriendlyName="Руки-блискавки"
LocLongDescription="Вистріляйте в ціль з пістолета. Ви не витрачаєте дію на цю атаку."
LocHelpText="Вистріляйте в ціль з пістолета. Ви не витрачаєте дію на цю атаку."
LocFlyOverText="Руки-блискавки"
LocPromotionPopupText="<Bullet/> Здібність \"Руки-блискавки\" добре поєднується з іншими здібностями, що вимагають дві дії, оскільки дозволяє застосувати їх на тому ж ходу.<br/><Bullet/> Перезаряджається <Ability:SelfCooldown_LW/> ходів.<br/>"

[XComGame.IntrusionProtocol X2AbilityTemplate]
[IntrusionProtocol X2AbilityTemplate]
LocFriendlyName="Взлом"
LocLongDescription="Спробуйте зламати систему безпеки на мережевій точці доступу за допомогою <Ability:BOUND_WEAPON_NAME/>."
LocHelpText="Ви можете взломувати цілі за допомогою <Ability:BOUND_WEAPON_NAME/>."
LocFlyOverText="Взлом"
LocPromotionPopupText="<Bullet/> Об'єкти на карті (скрині, термінали і т.п.) можуть бути дистанційно взломані за допомогою <Ability:BOUND_WEAPON_NAME/>.<br/>"

[XComGame.EverVigilant X2AbilityTemplate]
[EverVigilant X2AbilityTemplate]
LocFriendlyName="Завжди насторожі"
LocLongDescription="Якщо ви витратите всі дії на переміщення, то в кінці ходу автоматично перейдете в режим \"спостереження\"."
LocHelpText="Автоматично активувати режим \"спостереження\", якщо протягом ходу ви тільки переміщувалися."
LocFlyOverText="Спостереження: завжди насторожі"
LocPromotionPopupText="<Bullet/> \"Завжди насторожі\" активує вкрай мобільний стиль гри для спеціаліста.<br/><Bullet/> Будь-яка дія, крім переміщення, вимкне цей режим.<br/>"

[XComGame.Phantom X2AbilityTemplate]
[Phantom X2AbilityTemplate]
LocFriendlyName="Фантом"
LocLongDescription="При виявленні загону цей солдат залишається замаскованим."
LocHelpText="При виявленні загону цей солдат залишається замаскованим."
LocFlyOverText="Фантом"
LocPromotionPopupText="<Bullet/> Навіть якщо загін не починає місію в прихованні, солдати зі здібністю \"Фантом\" все одно будуть приховані від противника.<br/><Bullet/> \"Фантом\" не спрацює, якщо маскування загону зникло через самого солдата з цією здібністю.<br/>"

[XComGame.Shadowstep X2AbilityTemplate]
[Shadowstep X2AbilityTemplate]
LocFriendlyName="Легкий крок"
LocLongDescription="Цей солдат не викликає спрацювання \"спостереження\" або вогню у відповідь."
LocHelpText="Цей солдат не викликає спрацювання \"спостереження\" або вогню у відповідь."
LocPromotionPopupText="<Bullet/> Солдат зі здібністю \"Легкий крок\" не може потрапити під обстріл з режиму \"спостереження\" або придушення вогнем, але і, як наслідок, не може цілеспрямовано прийняти на себе подібний постріл.<br/>"

[XComGame.Bladestorm X2AbilityTemplate]
[Bladestorm X2AbilityTemplate]
LocFriendlyName="М'ясорубка"
LocLongDescription="Вільні атаки по будь-яким ворогам, що знаходяться поруч або нападають з близької відстані, при використанні наступної зброї: <Ability:SecondaryWeaponName/>"
LocHelpText="Вільні атаки по будь-яким ворогам, що знаходяться поруч або нападають з близької відстані, при використанні наступної зброї: <Ability:SecondaryWeaponName/>"
LocFlyOverText="М'ясорубка"
LocPromotionPopupText="<Bullet/> Якщо противник починає хід в сусідній клітинці, здібність \"М'ясорубка\" активується, коли він спробує атакувати солдата.<br/><Bullet/> Якщо противник починає хід не на сусідній клітинці, \"М'ясорубка\" активується, коли він підходить на дистанцію удару.<br/>"

[XComeGame.BladestormAttack X2AbilityTemplate]
[BladestormAttack X2AbilityTemplate]
LocFriendlyName="М'ясорубка"
LocLongDescription="Вільні атаки по будь-яким ворогам, що знаходяться поруч або нападають з близької відстані, при використанні наступної зброї: <Ability:SecondaryWeaponName/>"
LocHelpText="Вільні атаки по будь-яким ворогам, що знаходяться поруч або нападають з близької відстані, при використанні наступної зброї: <Ability:SecondaryWeaponName/>"
LocFlyOverText="М'ясорубка"
LocPromotionPopupText="<Bullet/> Якщо противник починає хід в сусідній клітинці, здібність \"М'ясорубка\" активується, коли він спробує атакувати солдата.<br/><Bullet/> Якщо противник починає хід не на сусідній клітинці, \"М'ясорубка\" активується, коли він підходить на дистанцію удару.<br/>"

[XComGame.Untouchable X2AbilityTemplate]
[Untouchable X2AbilityTemplate]
LocFriendlyName="Невразливість"
LocLongDescription="Якщо ви вбиваєте противника на своєму ходу, наступна атака під час ворожого ходу по вас не потрапить."
LocHelpText="Якщо ви вбиваєте противника на своєму ходу, наступна атака під час ворожого ходу по вас не потрапить."
LocFlyOverText="Невразливість"
LocPromotionPopupText="<Bullet/> Після активації \"Невразливості\" солдат повністю захищений від першої атаки на ходу противника, навіть якщо вона діє по площі.<br/>"

[XComGame.Stealth X2AbilityTemplate]
[Stealth X2AbilityTemplate]
LocFriendlyName="Маскування"
LocLongDescription="Негайна активація маскування один раз за завдання."
LocHelpText="Негайна активація маскування один раз за завдання."
LocFlyOverText="Маскування"
; LWOTC Needs Translation
LocPromotionPopupText="<Bullet/> Маскування можна активувати в будь-якому місці, але коли солдат при цьому знаходиться всередині ворожої зони виявлення і уразливий з флангу то його негайно виявлять.<br/><Bullet/> Вимагає одну дію і завершує хід."
; End Translation

[XComGame.RevivalProtocol X2AbilityTemplate]
[RevivalProtocol X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> Здібність \"Протокол відновлення\" може приводити до тями солдат які втратили свідомість, в тому числі стабілізованих після важкого поранення.<br/><Bullet/> При використанні як перша дія не завершує хід.<br/><Bullet/> Спочатку має два заряди, але поліпшення \"Гремліна\" дозволяє збільшити їх кількість.<br/>"

[XComGame.ThreatAssessment X2AbilityTemplate]
[ThreatAssessment X2AbilityTemplate]
LocLongDescription="Протокол допомоги дає цілі режим спостереження з Вогневою підтримкою."
LocPromotionPopupText="<Bullet/> Протокол допомоги дає цілі режим спостереження з Вогневою підтримкою."

; Gear loc updates for new classes

[XComGame.Shotgun_MG X2WeaponTemplate]
[Shotgun_MG X2WeaponTemplate]
FriendlyName="Картечна гармата"
FriendlyNamePlural="Картечні гармати"
BriefSummary="За допомогою магнітних технологій ми можемо перетворити уламки сплавів прибульців в уражаючі елементи за принципом дробовика. Наші солдати залишаться задоволені результатом. І чим ближче, тим краще."
TacticalText="<Bullet/> Магнітні технології дозволили створити нові зразки озброєння, які замінили доступні солдатам XCOM дробовики.\n<Bullet/> Дробовики виключно ефективні на короткій дистанції, але чим далі ціль, тим нижче точність.\n<Bullet/> Використовуйте поліпшення, здобуті в боях, щоб підвищити ефективність картечної гармати."
AbilityDescName="дробовик"

[XComGame.RangerSword X2WeaponTemplate]
[RangerSword X2WeaponTemplate]
FriendlyName="Меч"
FriendlyNamePlural="Мечі"
BriefSummary="Деякі з наших солдатів вміло володіють холодною зброєю і здатні ліквідувати ворога в ближньому бою."
TacticalText="<Bullet/> Солдати, екіпіровані мечем, здатні атакувати стоячого поруч ворога, навіть якщо вони витратили обидві дії на переміщення або ривок.\n<Bullet/> Перехід до ближнього бою може вирішити результат сутички, але будьте обережні.\n<Bullet/> Не пропустіть шанс поліпшити ефективність зброї ближнього бою за допомогою технологій противника."

[XComGame.Sword_CV X2WeaponTemplate]
[Sword_CV X2WeaponTemplate]
FriendlyName="Меч"
FriendlyNamePlural="Мечі"
BriefSummary="Деякі з наших солдатів вміло володіють холодною зброєю і здатні ліквідувати ворога в ближньому бою."
TacticalText="<Bullet/> Солдати, екіпіровані мечем, здатні атакувати стоячого поруч ворога, навіть якщо вони витратили обидві дії на переміщення або ривок.\n<Bullet/> Перехід до ближнього бою може вирішити результат сутички, але будьте обережні.\n<Bullet/> Не пропустіть шанс поліпшити ефективність зброї ближнього бою за допомогою технологій противника."
AbilityDescName="меч"

[XComGame.Sword_BM X2WeaponTemplate]
[Sword_BM X2WeaponTemplate]
FriendlyName="Терморізак"
FriendlyNamePlural="Терморізаки"
BriefSummary="Терморізак являє собою нагрітий плазмою металевий сердечник в надтонкому магнітному полі - найнебезпечніша зброя ближнього бою, що дозволяє підпалювати ворогів."
TacticalText="<Bullet/> Найдосконаліша версія меча. Завдає високий шкоди і може підпалити ціль."
AbilityDescName="меч"

[XComGame.Cannon_MG X2WeaponTemplate]
[Cannon_MG X2WeaponTemplate]
FriendlyName="Магнітна гармата"
FriendlyNamePlural="Магнітні гармати"
BriefSummary="Розробка магнітної зброї дозволила нам використовувати скорострільний варіант гармати. Вогонь наших солдат стає помітно смертоноснішим."
TacticalText="<Bullet/> Магнітна гармата являє собою більш потужну, але таку ж компактну версію звичайної гармати.\n<Bullet/> Використовуйте поліпшення, здобуті в боях, щоб підвищити ефективність магнітної гармати."
AbilityDescName="гармата"

[XComGame.Cannon_BM X2WeaponTemplate]
[Cannon_BM X2WeaponTemplate]
FriendlyName="Променева гармата"
FriendlyNamePlural="Променеві гармати"
BriefSummary="Розробка більш потужного променевого озброєння для наших солдатів вимагає значних зусиль, але, безсумнівно, підвищує їх ефективність."
TacticalText="<Bullet/> Променева гармата - найпотужніша зброя вогневої підтримки, доступна нашим військам.\n<Bullet/> Використовуйте поліпшення, здобуті в боях, щоб підвищити ефективність променевої гармати.<br/><Bullet/> Плазмова зброя завдає цілі 1 додаткової шкоди при кожному попаданні."
AbilityDescName="гармата"
;todo
[XComGame.Pistol_CV X2WeaponTemplate]
[Pistol_CV X2WeaponTemplate]
FriendlyName="Пістолет"
FriendlyNamePlural="Пістолети"
BriefSummary="На додаток до основної зброї деякі солдати XCOM носять великокаліберні пістолети. При хорошій підготовці ці оперативники можуть бути виключно небезпечними на близькій відстані."
TacticalText="<Bullet/> Пістолет в руках досвідченого солдата - не просто запасна зброя.\n<Bullet/> Для пострілу з пістолета потрібна тільки одна дія.\n<Bullet/> Деякі класи можуть вивчати різні здібності, що підвищують ефективність цієї зброї."

[XComGame.Pistol_MG X2WeaponTemplate]
[Pistol_MG X2WeaponTemplate]
FriendlyName="Магнітний пістолет"
FriendlyNamePlural="Магнітні пістолети"
BriefSummary="Новий пістолет, створений на базі освоєних нами магнітних технологій, являє собою помітне поліпшення в порівнянні зі стандартною зброєю."
TacticalText="<Bullet/> Магнітні пістолети помітно ефективніше своїх стандартних попередників.\n<Bullet/> Для пострілу з пістолета потрібна тільки одна дія."

[XComeGame.Pistol_BM X2WeaponTemplate]
[Pistol_BM X2WeaponTemplate]
FriendlyName="Променевий пістолет"
FriendlyNamePlural="Променеві пістолети"
BriefSummary="Пістолет, створений на основі променевих технологій прибульців. Досконала зброя."
TacticalText="<Bullet/> Променеві пістолети перевершують за потужністю всі земні аналоги.\n<Bullet/> Для пострілу з пістолета потрібна тільки одна дія."

[XComGame.AutopsyArchon X2TechTemplate]
[AutopsyArchon X2TechTemplate]
DisplayName="Розтин архонта"
Summary="Вражаюче виглядаючий екземпляр, що приховує всередині себе жахливий сплав органічної тканини та механічних частин. Унікальна зброя ближнього бою, що застосовується істотою, представляє особливий інтерес для нас."
CodeName="Бальзераф"
LongDescription="За розповідями очевидців, у тому числі особисто старшого офіцера-зв'язківця Бредфорда, прибульці вже використовували подібні біомеханічні організми на ранніх стадіях вторгнення. Однак тоді це були більш страшні та примітивні створіння в порівнянні з тими, з ким ми стикаємося сьогодні. Сучасний зразок навіть можна з натяжкою назвати елегантним. Вражаюча зовнішність підкріплена найпотужнішою зброєю. Р. Тайган."
AlertString="Архонт"

[XComGame.AutopsyAdventStunLancer X2TechTemplate]
[AutopsyAdventStunLancer X2TechTemplate]
DisplayName="Розтин копейщика \"Адвента\""
Summary="Копейщики \"Адвента\" зазвичай займаються підтриманням правопорядку та придушенням заворушень по всьому світу. Їхнє спеціальне шокерне коп'я можна переробити на зброю, і його вже освоюють наші солдати."
CodeName="Капелан"
LongDescription="На фізичному і генетичному рівнях копейщики \"Адвента\" майже ідентичні солдатам, яких ми регулярно зустрічаємо в бою. Однак невелике посилення м'язових волокон копейщика підвищило його спритність і загальну витривалість. Оснащені травматичною зброєю, здатною знешкоджувати людей, копейщики вперше вийшли на вулиці одразу ж після того, як \"Адвент\" побудував міські центри (у той час громадські заворушення представляли собою більш поширену проблему, ніж прямий опір). Вивчаючи випадки їх застосування, ми задумалися: якщо копейщики були першими представниками сил \"Адвента\", а їх витривалість трохи вище, ніж у звичайних солдатів, чи означає це, що прибульці свідомо зменшили силу солдата, виходячи з власної оцінки бойової готовності людей? Це вказувало б на систему швидкої генетичної модифікації за межами того, на що, як я раніше припускав, здатні прибульці. До того ж це стало б свідченням певної \"генетичної ощадливості\", яка, як я раніше думав, їм не властива, якщо брати до уваги різні незвичайні експерименти, які вони проводили. Р. Тайган."
AlertString="Копейщик \"Адвента\""

[XComGame.XGLocalizedData]
[XGLocalizedData]
GameplayTips_Tactical[1]="Керуючи солдатом, екіпірованим мечем, натисніть правою кнопкою на противника, щоб почати рукопашну атаку."
GameplayTips_Tactical[10]="Солдати зі здібністю \"Фантом\" починають кожне завдання замаскованими, навіть якщо загону це недоступно."

[XComGame.HuntersInstinctUnlock X2SoldierAbilityUnlockTemplate]
[HuntersInstinctUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Рейнджер (тільки клас базової гри): Інстинкти мисливця"
Summary="Атаки проти ворогів з прикриттям по флангу додають +<Ability:HUNTERSINSTINCTDMG/> до шкоди."

[XComGame.HitWhereItHurtsUnlock X2SoldierAbilityUnlockTemplate]
[HitWhereItHurtsUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Снайпер (тільки клас базової гри): Смертельний постріл"
Summary="Додаткові <Ability:HITWHEREITHURTS/>% до шансу завдати ворогам критичної шкоди."

[XComGame.CoolUnderPressureUnlock X2SoldierAbilityUnlockTemplate]
[CoolUnderPressureUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Спеціаліст (тільки клас базової гри): Абсолютний спокій"
Summary="Дає +10 до влучності і можливість критичного влучення в режимі \"спостереження\" і при реакційних пострілах."

[XComGame.BiggestBoomsUnlock X2SoldierAbilityUnlockTemplate]
[BiggestBoomsUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Гранатометник (тільки клас базової гри): Великий вибух"
Summary="Вибухівка може завдати критичної шкоди."

[HuntersInstinct X2AbilityTemplate]
LocFriendlyName="Інстинкти мисливця"
LocLongDescription="Стрільба по противникам з флангу завдає +<Ability:HUNTERSINSTINCTDMG/> шкоди."
LocHelpText="Стрільба по противникам з флангу завдає +<Ability:HUNTERSINSTINCTDMG/> шкоди."
LocFlyOverText="Інстинкти мисливця"
LocPromotionPopupText="<Bullet/> Стрільба по противникам з флангу завдає +<Ability:HUNTERSINSTINCTDMG/> шкоди."

[HitWhereItHurts X2AbilityTemplate]
LocFriendlyName="Смертельний постріл"
LocLongDescription="Додаткові <Ability:HITWHEREITHURTS/>% до шансу завдати ворогам критичної шкоди."
LocHelpText="Додаткові <Ability:HITWHEREITHURTS/>% до шансу завдати ворогам критичної шкоди."
LocFlyOverText="Смертельний постріл"
LocPromotionPopupText="<Bullet/> Додаткові <Ability:HITWHEREITHURTS/>% до шансу завдати ворогам критичної шкоди.<br/>"

[CoolUnderPressure X2AbilityTemplate]
LocFriendlyName="Абсолютний спокій"
LocLongDescription="Ви отримуєте +<Ability:COOLUNDERPRESSUREBONUS/> до влучності в режимі \"спостереження\" і при реакційних пострілах. Вони можуть завдати критичної шкоди."
LocHelpText="Підвищена точність і шанс завдати критичної шкоди в режимі \"спостереження\" і при реакційних пострілах."
LocFlyOverText="Абсолютний спокій"
LocPromotionPopupText="<Bullet/> Ви отримуєте +<Ability:COOLUNDERPRESSUREBONUS/> до влучності в режимі \"спостереження\" і при реакційних пострілах. Вони можуть завдати критичної шкоди.<br/>"

[BiggestBooms X2AbilityTemplate]
LocFriendlyName="Великий вибух"
LocLongDescription="Ваші атаки з використанням вибухівки можуть завдати критичної шкоди (ймовірність <Ability:BIGGESTBOOMSCHANCE/>% завдати +<Ability:BIGGESTBOOMSDAMAGE/> шкоди)."
LocHelpText="Ваша вибухівка може завдати критичної шкоди."
LocFlyOverText="Великий вибух"
LocPromotionPopupText="<Bullet/> Ваші атаки з використанням вибухівки можуть завдати критичної шкоди (ймовірність <Ability:BIGGESTBOOMSCHANCE/>% завдати +<Ability:BIGGESTBOOMSDAMAGE/> шкоди).<br/>"

[RapidFire X2AbilityTemplate]
LocFriendlyName="Швидкий Вогонь"
LocLongDescription="Зробіть два постріли підряд по ворогу. Кожен постріл має штраф до влучності <Ability:RAPIDFIREPENALTY/>. Може бути використаний один раз за хід."
LocHelpText="Зробіть два постріли підряд по ворогу. Кожен постріл має штраф до влучності <Ability:RAPIDFIREPENALTY/>."
LocFlyOverText="Швидкий Вогонь"
LocPromotionPopupText="<Bullet/> Швидкий Вогонь має <Ability:SelfCooldown_LW/> ходів перезарядки.<br/>"

[RapidFireSnapShot X2AbilityTemplate]
LocFriendlyName="Швидкий Вогонь (Швидкий Постріл)"
LocLongDescription="Зробіть два постріли підряд по ворогу. Кожен постріл має штраф до влучності <Ability:RAPIDFIREPENALTY/>. Може бути використаний один раз за хід."
LocHelpText="Зробіть два постріли підряд по ворогу. Кожен постріл має штраф до влучності <Ability:RAPIDFIREPENALTY/>."
LocFlyOverText="Швидкий Вогонь"
LocPromotionPopupText="<Bullet/> Швидкий Вогонь має <Ability:SelfCooldown_LW/> ходів перезарядки.<br/>"

[RapidFireSnapShot2 X2AbilityTemplate]
LocFriendlyName="Швидкий Вогонь"
LocFlyOverText="Швидкий Вогонь"

; New Class loc

[PsiOperative X2SoldierClassTemplate]
RankNames[8]="Магістр"
ShortNames[8]="Мгст."
RankIcons[8]="UILibrary_LW_PerkPack.psirank_Master"

; тип loc сюжету, оскільки каналізація та метро можуть бути об'єднані зараз.

[XComGame.X2MPData_Shell]
arrMPMapFriendlyNames[9]="Підземний"
arrMPMapFriendlyNames[10]="Підземний"
